[ {
  "author" : "",
  "date" : "2020-04-27T22:00:00.000Z",
  "image" : "https://d5ye8gi5q2-flywheel.netdna-ssl.com/wp-content/uploads/2020/04/Vel%C3%A1zquez_-_Coronaci%C3%B3n_de_la_Virgen_Museo_del_Prado_h._1645.jpg",
  "itemId" : "0321c40e-9071-630a-b025-5f85fbb00217",
  "text" : "God is wholly independent in that He perfectly sustains Himself.  The Father, Son and Holy Spirit form a perfect unity through which they are interconnected and interdependent.  And this interdependence is all They need.  However, the Trinity freely chose to become dependent upon each one of us in a unique way.  By choosing to enter into our lives, uniting with us, and forming a bond of love with us, God, in a certain way, makes Himself dependent upon our trust.  His dependence upon our trust relates to the depth of love and the bond He forms with us.  Without our trust, God has limited Himself in how deeply He can unite Himself with us.  Therefore, God offers Himself to us freely and without reserve, but requires our full participation for this perfect gift of love to become complete.\n\nDo you understand your role in the life of the Holy Trinity?  The Father, Son and Holy Spirit offer you perfect love, but will not impose that love upon you.  They invite you to freely reciprocate this love.  Only in this free choice, on your part, to accept Them in trust, can God fulfill His choice of being one with you.  Allow God to fulfill His longing of union with you.  Do not reject this love nor be hesitant to reciprocate it.\n\nMy God, Father, Son and Holy Spirit, I thank You for the gift of Your life and Your love.  I freely accept this perfect Gift of Yourself.  Help me to daily grow in trust of You so that I may receive You and offer myself back to You with the same generosity that You have shown me.  Jesus, I trust in You.",
  "title" : "Dependence"
}, {
  "author" : "",
  "date" : "2020-05-11T22:00:00.000Z",
  "image" : "https://cdn.mos.cms.futurecdn.net/ybU2RY4aNU75Q3T8tj9Xff-650-80.jpg",
  "itemId" : "072ecdf7-9fbf-787c-db46-cc683a5b5130",
  "text" : "“You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength…You shall love your neighbor as yourself.”  Mark 12:30-31b\n\nIt’s interesting to see how these two great commandments go together!\n\nFirst of all, the commandment to love God with your whole heart, soul, mind and strength is pretty straight forward.  The key to understanding this is that it’s an all-consuming and total love.  Nothing can be held back from loving God.  Every part of our being must be fully dedicated to the love of God. \n\nThough much could be said about that love so as to understand it in a deeper and deeper way, it’s also important to see the link between the First and Second Commandments.  Together, these two commandments summarize the Ten Commandments given by Moses.  But the link between the two is essential to understand.\n\nThe Second Commandment says you must “love your neighbor as yourself.”  So this begs the question, “How do I love myself?”  The answer to that is found in the First Commandment.  First and foremost, we love ourselves by loving God with all we have and all we are.  Loving God is the best thing we can do for ourselves and, therefore, is the key to loving ourselves. \n\nThe connection, then, between the two commandments is that loving our neighbor as we love ourselves means that everything we do for others should help them to love God with their whole heart, soul, mind and strength.  This is done by our words, but especially by our influence.\n\nWhen we love God with everything, our love of God will be contagious. Others will see our love of God, our passion for Him, our desire for Him, our devotion and our commitment.  They will see it and be attracted to it.  They will be attracted to it because love of God is in fact very attractive.  Witnessing this sort of love inspires others and makes them want to imitate our love.\n\nSo reflect, today, on how deep your love of God is.  Just as importantly, reflect upon how well you let that love of God shine forth for others to see.  You should be very free in letting your love of God be lived and expressed in an open way.  When you do so, others will see this and you will be loving them as you love yourself.\n\nLord, help me to follow these commandments of love.  Help me to love You with my whole being.  And in that love of You, help me to share that love with others.  Jesus, I trust in You.",
  "title" : "Love"
}, {
  "author" : "Pope Francis",
  "date" : "2020-04-21T22:00:00.000Z",
  "image" : "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2020/03/27/2020-03-27-preghiera-in-piazza-san-pietro-con-benedizione-urbi-e/1585333055029.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.750.422.jpeg",
  "itemId" : "1795f7b1-a337-3fc3-ce04-6f9b72d179bf",
  "text" : "“When evening had come” (Mk 4:35). The Gospel passage we have just heard begins like this. For weeks now it has been evening. Thick darkness has gathered over our squares, our streets and our cities; it has taken over our lives, filling everything with a deafening silence and a distressing void, that stops everything as it passes by; we feel it in the air, we notice in people’s gestures, their glances give them away. We find ourselves afraid and lost. Like the disciples in the Gospel we were caught off guard by an unexpected, turbulent storm. We have realized that we are on the same boat, all of us fragile and disoriented, but at the same time important and needed, all of us called to row together, each of us in need of comforting the other. On this boat… are all of us. Just like those disciples, who spoke anxiously with one voice, saying “We are perishing” (v. 38), so we too have realized that we cannot go on thinking of ourselves, but only together can we do this.\n\nIt is easy to recognize ourselves in this story. What is harder to understand is Jesus’ attitude. While his disciples are quite naturally alarmed and desperate, he stands in the stern, in the part of the boat that sinks first. And what does he do? In spite of the tempest, he sleeps on soundly, trusting in the Father; this is the only time in the Gospels we see Jesus sleeping. When he wakes up, after calming the wind and the waters, he turns to the disciples in a reproaching voice: “Why are you afraid? Have you no faith?” (v. 40).\n\nLet us try to understand. In what does the lack of the disciples’ faith consist, as contrasted with Jesus’ trust? They had not stopped believing in him; in fact, they called on him. But we see how they call on him: “Teacher, do you not care if we perish?” (v. 38). Do you not care: they think that Jesus is not interested in them, does not care about them. One of the things that hurts us and our families most when we hear it said is: “Do you not care about me?” It is a phrase that wounds and unleashes storms in our hearts. It would have shaken Jesus too. Because he, more than anyone, cares about us. Indeed, once they have called on him, he saves his disciples from their discouragement.\n\nThe storm exposes our vulnerability and uncovers those false and superfluous certainties around which we have constructed our daily schedules, our projects, our habits and priorities. It shows us how we have allowed to become dull and feeble the very things that nourish, sustain and strengthen our lives and our communities. The tempest lays bare all our prepackaged ideas and forgetfulness of what nourishes our people’s souls; all those attempts that anesthetize us with ways of thinking and acting that supposedly “save” us, but instead prove incapable of putting us in touch with our roots and keeping alive the memory of those who have gone before us. We deprive ourselves of the antibodies we need to confront adversity.\n\nIn this storm, the façade of those stereotypes with which we camouflaged our egos, always worrying about our image, has fallen away, uncovering once more that (blessed) common belonging, of which we cannot be deprived: our belonging as brothers and sisters.\n\n“Why are you afraid? Have you no faith?” Lord, your word this evening strikes us and regards us, all of us. In this world, that you love more than we do, we have gone ahead at breakneck speed, feeling powerful and able to do anything. Greedy for profit, we let ourselves get caught up in things, and lured away by haste. We did not stop at your reproach to us, we were not shaken awake by wars or injustice across the world, nor did we listen to the cry of the poor or of our ailing planet. We carried on regardless, thinking we would stay healthy in a world that was sick. Now that we are in a stormy sea, we implore you: “Wake up, Lord!”.\n\n“Why are you afraid? Have you no faith?” Lord, you are calling to us, calling us to faith. Which is not so much believing that you exist, but coming to you and trusting in you. This Lent your call reverberates urgently: “Be converted!”, “Return to me with all your heart” (Joel 2:12). You are calling on us to seize this time of trial as a time of choosing. It is not the time of your judgement, but of our judgement: a time to choose what matters and what passes away, a time to separate what is necessary from what is not. It is a time to get our lives back on track with regard to you, Lord, and to others. We can look to so many exemplary companions for the journey, who, even though fearful, have reacted by giving their lives. This is the force of the Spirit poured out and fashioned in courageous and generous self-denial. It is the life in the Spirit that can redeem, value and demonstrate how our lives are woven together and sustained by ordinary people – often forgotten people – who do not appear in newspaper and magazine headlines nor on the grand catwalks of the latest show, but who without any doubt are in these very days writing the decisive events of our time: doctors, nurses, supermarket employees, cleaners, caregivers, providers of transport, law and order forces, volunteers, priests, religious men and women and so very many others who have understood that no one reaches salvation by themselves. In the face of so much suffering, where the authentic development of our peoples is assessed, we experience the priestly prayer of Jesus: “That they may all be one” (Jn 17:21). How many people every day are exercising patience and offering hope, taking care to sow not panic but a shared responsibility. How many fathers, mothers, grandparents and teachers are showing our children, in small everyday gestures, how to face up to and navigate a crisis by adjusting their routines, lifting their gaze and fostering prayer. How many are praying, offering and interceding for the good of all. Prayer and quiet service: these are our victorious weapons.\n\n“Why are you afraid? Have you no faith”? Faith begins when we realise we are in need of salvation. We are not self-sufficient; by ourselves we flounder: we need the Lord, like ancient navigators needed the stars. Let us invite Jesus into the boats of our lives. Let us hand over our fears to him so that he can conquer them. Like the disciples, we will experience that with him on board there will be no shipwreck. Because this is God’s strength: turning to the good everything that happens to us, even the bad things. He brings serenity into our storms, because with God life never dies.\n\nThe Lord asks us and, in the midst of our tempest, invites us to reawaken and put into practice that solidarity and hope capable of giving strength, support and meaning to these hours when everything seems to be floundering. The Lord awakens so as to reawaken and revive our Easter faith. We have an anchor: by his cross we have been saved. We have a rudder: by his cross we have been redeemed. We have a hope: by his cross we have been healed and embraced so that nothing and no one can separate us from his redeeming love. In the midst of isolation when we are suffering from a lack of tenderness and chances to meet up, and we experience the loss of so many things, let us once again listen to the proclamation that saves us: he is risen and is living by our side. The Lord asks us from his cross to rediscover the life that awaits us, to look towards those who look to us, to strengthen, recognize and foster the grace that lives within us. Let us not quench the wavering flame (cf. Is 42:3) that never falters, and let us allow hope to be rekindled.\n\nEmbracing his cross means finding the courage to embrace all the hardships of the present time, abandoning for a moment our eagerness for power and possessions in order to make room for the creativity that only the Spirit is capable of inspiring. It means finding the courage to create spaces where everyone can recognize that they are called, and to allow new forms of hospitality, fraternity and solidarity. By his cross we have been saved in order to embrace hope and let it strengthen and sustain all measures and all possible avenues for helping us protect ourselves and others. Embracing the Lord in order to embrace hope: that is the strength of faith, which frees us from fear and gives us hope.\n\n“Why are you afraid? Have you no faith”? Dear brothers and sisters, from this place that tells of Peter’s rock-solid faith, I would like this evening to entrust all of you to the Lord, through the intercession of Mary, Health of the People and Star of the stormy Sea. From this colonnade that embraces Rome and the whole world, may God’s blessing come down upon you as a consoling embrace. Lord, may you bless the world, give health to our bodies and comfort our hearts. You ask us not to be afraid. Yet our faith is weak and we are fearful. But you, Lord, will not leave us at the mercy of the storm. Tell us again: “Do not be afraid” (Mt 28:5). And we, together with Peter, “cast all our anxieties onto you, for you care about us” (cf. 1 Pet 5:7).",
  "title" : "Pope at Urbi et orbi"
}, {
  "author" : "",
  "date" : "2020-05-02T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2017/07/Brooklyn_Museum_-_Get_Thee_Behind_Me_Satan_R%C3%A9tire-toi_Satan_-_James_Tissot-500x322.jpg",
  "itemId" : "190398a9-1bfe-dd13-6ff8-71a2e44b5ccf",
  "text" : "[Jesus] turned and said to Peter, “Get behind me, Satan! You are an obstacle to me. You are thinking not as God does, but as human beings do.”  Matthew 16:23\n\nThis was Jesus’ response to Peter after Peter said to Jesus, “God forbid, Lord! No such thing shall ever happen to you” (Matthew 16:22).  Peter was referring to the coming persecution and death that Jesus had just predicted in his presence.  Peter was shocked and concerned and couldn’t accept what Jesus was saying.  He couldn’t accept that Jesus would soon “go to Jerusalem and suffer greatly from the elders, the chief priests, and the scribes, and be killed and on the third day be raised” (Matthew 16:21).  Thus, Peter expressed his concern and it was met with a strong rebuke from Jesus.\n\nIf this were spoken by anyone other than our Lord, it might be immediately concluded that Jesus’ words were too much.  Why would Jesus refer to Peter as “Satan” for expressing his concern about Jesus’ well-being?  Though this may be hard to accept, it does reveal that the thinking of God is far above our own.\n\nThe fact is that Jesus’ pending suffering and death was the greatest act of love ever known.  From a divine perspective, His willing embrace of suffering and death was the most awesome gift God could give to the world.  Therefore, when Peter pulled Jesus aside and said, “God forbid, Lord!  No such thing shall ever happen to you,” Peter was actually allowing his fear and human weakness to interfere with the divine choice of the Savior to lay His life down for the salvation of the world. \n\nJesus’ words to Peter would have produced a “holy shock.”  This shock was an act of love that had the effect of helping Peter to overcome his fear and to accept the glorious fate and mission of Jesus.\n\nReflect, today, upon any way that you find yourself resisting the call to sacrificial love.  Love is not always easy and often times may demand great sacrifice and courage on your part.  Are you ready and willing to embrace the crosses of love in your life?  Furthermore, are you willing to walk with others, encouraging them along the way, when they, too, are called to embrace the crosses of life?  Seek strength and wisdom this day and strive to live by the divine perspective in all things, especially suffering.\n\nLord, I love You and pray that I may always love You in a sacrificial way.  May I never fear the crosses I have been given and may I never dissuade others from following in Your steps of selfless sacrifice.  Jesus, I trust in  You.",
  "title" : "Overcoming the Fear of Suffering"
}, {
  "author" : "",
  "date" : "2020-05-04T22:00:00.000Z",
  "image" : "https://f7hnjran9v-flywheel.netdna-ssl.com/wp-content/uploads/2017/06/18-Jean_II_Restout_-_Pentec%C3%B4te.jpg",
  "itemId" : "2c844adf-c0b4-cb28-07db-e957a1fa9393",
  "text" : "When the day of Pentecost had come, they were all together in one place. And suddenly a sound came from heaven like the rush of a mighty wind, and it filled all the house where they were sitting. And there appeared to them tongues as of fire, distributed and resting on each one of them. And they were all filled with the Holy Spirit and began to speak in other tongues, as the Spirit gave them utterance. (Acts 2:1-4).",
  "title" : "The Descent of the Holy Spirit"
}, {
  "author" : "",
  "date" : "2020-04-28T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/09/Brooklyn_Museum_-_Jerusalem_Jerusalem_J%C3%A9rusalem_J%C3%A9rusalem_-_James_Tissot-1.jpg",
  "itemId" : "3ae01c23-35a9-14b1-975d-ee2b60179c17",
  "text" : "Are you prepared for all that the Lord wants of you?  This short rhetorical question above is Jesus’ way of saying that you ought to be prepared.  If you were to build a tower you would hopefully be prudent enough to plan ahead, making sure you had enough resources for its completion.  So it is with the spiritual life.  It is essential that we make sure we have all the resources we need to make the choice to follow Christ.\n\nThis raises the question, “What resources do I need to follow Christ?”  The answer is simple.  Jesus says at the end of this Gospel, “In the same way, anyone of you who does not renounce all his possessions cannot be my disciple” (Luke 14:33).  In other words, if we want to have all that we need to fulfill the will of God in our lives, we must surrender everything to God.\n\nBeing a disciple of Christ is not something we can do halfheartedly, even though there are many who attempt this.  When we choose to follow Him, it must be wholehearted.  We must be “all in,” so to speak.  Otherwise, we will never be able to accomplish all that our Lord asks of us.  He is a demanding God in the sense that He wants everything from us.  But this demand on the part of our Lord is completely for our own good.  We need to give Him everything if we want happiness and fulfillment in life.\n\nReflect, today, upon how ready and willing you are to give every last part of your life to Christ.  Are you willing to say “Yes” to Him no matter what?  Are you willing to hold nothing back and “renounce all your possessions” if He were to ask?  You may possess many things, and even though our Lord may not call you to give up all possessions in a literal and physical way, you must still surrender everything you have and everything you are to Him.  Only then can He give you what you need to accomplish His most glorious will.\n\nLord, my life is Yours.  Please give me the grace to surrender everything that makes up my life to You without reserve.  I surrender to You my life, my finances, my possessions, my family, my labors and my entire future.  All is Yours, dear Lord.  Do with me what You will.  Jesus, I trust in You.",
  "title" : "Total Surrender"
}, {
  "author" : "",
  "date" : "2020-04-29T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/04/1024px-Pieter_van_Lint_-_Christ_healing_the_lame_at_the_pool_of_Bethesda-1.jpg",
  "itemId" : "3b043c7a-372f-89a5-9d64-1c77c524e24f",
  "text" : "Jesus said to him, “Rise, take up your mat, and walk.”  Immediately the man became well, took up his mat, and walked.  John 5:8–9\n\nLet’s look at one of the clear symbolic meanings of this passage above.  The man Jesus healed was paralyzed, being unable to walk and take care of himself.  Others neglected him as he sat there by the pool, hoping for kindness and attention.  Jesus sees him and gives him His full attention.  After a short dialogue, Jesus cures him and tells him to rise and walk. \n\nOne clear symbolic message is that his physical paralysis is an image of the result of sin in our lives.  When we sin we “paralyze” ourselves.  Sin has grave consequences on our lives and the clearest consequence is that we are left unable to rise and then walk in the ways of God.  Grave sin, especially, renders us powerless to love and live in true freedom.  It leaves us trapped and unable to care for our own spiritual lives or for others in any way.  It’s important to see the consequences of sin.  Even minor sins hinder our abilities, strip us of energy, and leave us spiritually crippled to one extent or another. \n\nHopefully you know this and it is not a new revelation to you.  But what must be new to you is the honest admission of your current guilt.  You must see yourself in this story.  Jesus did not heal this man only for the good of this one man.  He healed him, in part, to tell you that He sees you in your broken state as you experience the consequences of your sin.  He sees you in need, looks at you and calls you to rise and walk.  Do not underestimate the importance of allowing Him to perform a healing in your life.  Do not neglect to identify even the smallest sin which imposes its consequences upon you.  Look at your sin, allow Jesus to see it, and listen to Him speak words of healing and freedom.\n\nReflect, today, upon this powerful encounter this crippled man had with Jesus.  Put yourself into the scene and know that this healing is also done for you.  If you have not done so already this Lent, go to Confession and discover Jesus’ healing in that Sacrament.  Confession is the answer to the freedom that awaits you, especially when it is entered into honestly and thoroughly.\n\nLord, please forgive me for my sins.  I desire to see them and to acknowledge the consequences they impose upon me.  I know that You desire to free me from these burdens and to heal them at the source.  Lord, give me courage to confess my sins to You, especially in the Sacrament of Reconciliation.  Jesus, I trust in You.",
  "title" : "Paralyzed by Sin"
}, {
  "author" : "",
  "date" : "2020-04-30T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/08/Brooklyn_Museum_-_Jesus_Teaches_the_People_by_the_Sea_J%C3%A9sus_enseigne_le_peuple_pr%C3%A8s_de_la_mer_-_James_Tissot-1.jpg",
  "itemId" : "3df6f75e-2cbf-03df-fb3a-20a09f18f636",
  "text" : "“If your brother sins against you, go and tell him his fault between you and him alone. If he listens to you, you have won over your brother. If he does not listen, take one or two others along with you, so that every fact may be established on the testimony of two or three witnesses. If he refuses to listen to them, tell the Church. If he refuses to listen even to the Church, then treat him as you would a Gentile or a tax collector.”  Matthew 18:15-17\n\nPresented here is a clear method of problem solving given to us by Jesus.  First of all, the fact that Jesus offers a basic method of problem solving reveals that life will present us with problems to be solved.  This should not surprise us or shock us.  It’s just life. \n\nToo often, when someone sins against us or they live in a publically sinful way, we enter into judgment and condemnation.  As a result, we can easily write them off.  If this is done, it’s a sign of a lack of mercy and humility on our part.  Mercy and humility will lead us to desire forgiveness and reconciliation.  Mercy and humility will help us to see others’ sins as opportunities for greater love rather than as reasons to condemn.\n\nHow do you approach people who have sinned, especially when the sin is against you?  Jesus makes it clear that if you are sinned against you should go to great lengths to win the sinner back.  You should spend much energy in love of them and do everything possible to reconcile and to bring them back to the truth. \n\nYou must start with a one-on-one conversation.  From there, bring other trusted people into the conversation.  The ultimate goal is the truth and to do all you can to let the truth restore your relationship.  Only after you have tried everything should you then wipe the dust from your feet and treat them as a sinner if they are not won over to the truth.  But even this is an act of love in that it is a way of helping them see the consequences of their sin.\n\nReflect, today, upon who it is that you may need to reconcile with.  Perhaps you have not yet even had that initial personal conversation required as a first step.  Perhaps you’re afraid to initiate it or perhaps you’ve already written them off.  Pray for grace, mercy, love and humility so that you can reach out to those who hurt you in the way Jesus wants.\n\nLord, help me to let go of any pride I have that keeps me from being merciful and seeking reconciliation.  Help me to reconcile when the sin against me is small or even great.  May the compassion of Your heart fill mine so that peace can be restored.  Jesus, I trust in You.",
  "title" : "Courage to Reconcile"
}, {
  "author" : "",
  "date" : "2020-05-15T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2020/05/Andrea_Previtali_-_Salvator_Mundi_-_Google_Art_Project-2.jpg",
  "itemId" : "4d5014c9-3cd2-27c8-c917-7563ab300f92",
  "text" : "“I am the way and the truth and the life. No one comes to the Father except through me.”  John 14:6\n\nAre you saved?  Hopefully the answer to this is “Yes” in three ways: You were saved by grace through Baptism, you continue to be saved by God’s grace and mercy as you freely choose to follow Him, and you hope to be saved in your final hour so as to enter the glories of Heaven.  Anything we accomplish in life means nothing if we cannot answer “Yes” in this threefold way.\n\nIt’s also important to be reminded of how we are saved.  How is it that we were, are and hope to receive the precious gift of salvation?  The answer is simple: Through the life, death and Resurrection of Jesus Christ, our one and only Way to the Father.  There is no other way we obtain salvation than through Him.  \n\nSometimes we can fall into the trap of thinking that we achieve salvation by simply being “good.”  In other words, do your good works save you?  The proper answer is both “Yes” and “No.”  It is “Yes” only in the sense that our good works are a necessary part of union with Christ.  Without Him we can do nothing good.  But if we have accepted Christ into our life and, thus, if we are on the road to salvation, then good works will be necessarily present in our life.  But the answer is also “No” in the sense that Jesus and Jesus alone is the only Savior.  We cannot save ourselves no matter how hard we try to be good.\n\nThis discussion is especially familiar among our evangelical Christian brothers and sisters.  But it’s a conversation we should be quite familiar with also.  At the heart of this conversation is the Person of Jesus Christ.  He and He alone must be the central focus of our lives and we must see Him as the Way, the Truth and the Life.  He is the only Way to Heaven, He is the fullness of the Truth we must believe, and He is the Life that we are called to live and is the source of this new life of Grace.\n\nReflect, today, upon the central and singular role of Jesus in your life.  Without Him you are nothing, but with Him you obtain the life of perfect fulfillment.  Choose Him in a very personal and concrete way this day as your Lord and Savior.  Humbly admit that you are nothing without Him and let Him into your life so that He can offer you to His loving Father in Heaven.\n\nMy Lord and my Savior, I say “Yes” to You this day and accept You into my life as my Lord and Savior.  I thank You for the gift of Baptism which began my life of grace and I renew my choice to follow You, this day, so that You may enter more fully into my life.  As You enter into my life, please offer me to the Father in Heaven.  May all my actions be directed by You so that I may be an eternal offering with You, dear Jesus.  Jesus, I trust in You.",
  "title" : "I am the way and the truth"
}, {
  "author" : "",
  "date" : "2020-05-25T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/11/Brooklyn_Museum_-_The_Exhortation_to_the_Apostles_Recommandation_aux_ap%C3%B4tres_-_James_Tissot-1.jpg",
  "itemId" : "53771e12-eb69-6e13-9167-120d0d543d62",
  "text" : "“I have told you this in figures of speech. The hour is coming when I will no longer speak to you in figures but I will tell you clearly about the Father.”  John 16:25\n\nWhy does Jesus speak in “figures of speech” rather than speaking clearly?  Good question.  \n\nWe see this same fact in the many parables that Jesus spoke.  Most likely, when people would hear His parables they would walk away asking, “What do you think He meant by that?”  So why does Jesus speak in a veiled language rather than speaking clearly and directly?\n\nThe answer has to do with us and our lack of openness to the Truth.  If we were fully open to the Truth, and if we were completely ready to embrace the Truth no matter what it was, Jesus would be able to speak to us clearly and we would respond immediately.  But this is so rarely the way it happens.  The key to understanding this is to understand the connection between knowledge of God’s will and the willingness to immediately fulfill that will.\n\nSo often, we want Jesus to tell us His will, mull over it, consider it, and then come back with our response.  But it doesn’t happen that way.  Rather, if we want Jesus to speak to us clearly, we must say yes to Him even before we know what He wants.  Willingness to embrace His will is a prerequisite to understanding His will.  \n\nOf course our Blessed Mother is the perfect example of this in her fiat.  Prior to the angel coming to her, she continually said “Yes” to the will of God.  Then, when the angel came to her and told her what would happen, she asked for clarity.  And she did indeed get that clarity as a direct response to her question.  “The Holy Spirit will overshadow you and the power of the Most High will come upon you…” the angel said.  But the only reason the angel, as a messenger of God, spoke so clearly was because she had already shown her heart to be fully compliant with God’s plan no matter what it would be.\n\nReflect, today, upon how clearly you hear God speak to you.  Do you want Him to be clearer to you?  Do you want Him to speak to you with greater clarity?  If so, work on surrendering your will over more completely to that which you do not even know.  Say “Yes” to that which God wants of you tomorrow, and say “Yes” to it today.  Building this habit of saying yes immediately will open the door to greater clarity in all God wants to say.\n\nLord, the answer is “Yes.”  I choose Your will today, tomorrow and always.  I choose nothing but Your will.  As I say “Yes” to You, help me to grow in greater clarity of all you ask of me.  Jesus, I trust in You.",
  "title" : "Speaking Clearly"
}, {
  "author" : "",
  "date" : "2020-05-03T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2017/07/Enrique_Simonet_-_Flevit_super_illam_-_1892-768x410.jpg",
  "itemId" : "546c2b8a-aee3-f1c0-8623-7d53bb4cc9e9",
  "text" : "Jesus said to them, “A prophet is not without honor except in his native place and among his own kin and in his own house.” So he was not able to perform any mighty deed there, apart from curing a few sick people by laying his hands on them. He was amazed at their lack of faith.  Mark 6:4-6\n\nJesus’ encounter with His own kin in His own town was disappointing.  They were amazed at His wisdom and the mighty deeds He performed.  But despite this amazement at Him they “took offense at Him.”  They took offense because they didn’t understand how someone whom they knew well, one of their own kin, could be someone special.  They allowed their closeness and familiarity with Jesus to cloud their ability to have faith in Him and to rejoice in His greatness.\n\nWe do not have this same struggle in a direct way.  None of us are from Jesus’ own town or members of His extended family by blood relations.  But we can still fall into the trap of turning Jesus away as He is present in those closest to us, within our own family and among our close friends.\n\nThis struggle that Jesus encountered reveals our tendency to look at those closest to us without the eyes of faith.  Though Jesus was falsely judged, we can, at times, enter into judgment of those close to us on account of their sins or even our false perception of their good actions.  Are you able to see others in the light of truth?  Are you also able to look beyond the weakness and sins of others and see the presence and grace of God alive in their lives?  Are you able to see their goodness and allow God to speak to you through those closest to you?  This can be more of a struggle than we may realize.\n\nIf it happened to Jesus, it will happen in our families too.  The lesson we should learn from this is to identify the temptation to see only the negative in the lives of those closest to us.  If we can overcome that temptation, we will be able to focus in on the presence of God alive in their lives.  This should be the first and primary thing we seek to discover each and every day.\n\nReflect, today, upon how well you do see God present in those closest to you.  If you find you struggle with that, see it as a temptation you are called to overcome.  Discovering the presence of God alive in those around you will help you to grow in love of them and love of God.\n\nLord, help me to see You in the lives of those closest to me.  Help me to rejoice in Your presence and to grow in love of other and in love of You as I see You at work in their lives.  Jesus, I trust in You.",
  "title" : "Seeing Christ in Others"
}, {
  "author" : "",
  "date" : "2020-05-22T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/03/Titian_Transfiguration_c1560_SanSalvador.jpg",
  "itemId" : "5606ebd8-afdc-f344-7102-9c4ca2ad5b94",
  "text" : "Jesus took Peter, James, and John his brother, and led them up a high mountain by themselves.  And he was transfigured before them; his face shone like the sun and his clothes became white as light. Matthew 17:1–2\n\nWhat a fascinating line above: “white as light.”  How white is something that is “white as light?”\n\nOn this the second week of Lent, we are given the hopeful image of Jesus being transfigured before the eyes of Peter, James and John.  They witness a small glimpse of His eternal glory and radiance as the Son of God and the Second Person of the Most Holy Trinity. They are stunned, in awe, amazed and filled with the greatest joy.  Jesus’ face shines like the sun and His clothing is so white, so pure, so radiant that they shine as the brightest and most pure light imaginable.\n\nWhy did this happen?  Why did Jesus do this and why did He permit these three Apostles to see this glorious event?  And to ponder further, why do we reflect upon this scene in the beginning of Lent?\n\nSimply put, Lent is a time to examine our lives and to see our sins most clearly.  It’s a time we are given each year to pause from the confusion of life and to reexamine the road we are on.  Looking at our sins can be hard. It can be depressing and can tempt us to depression, hopelessness and even despair.  But the temptation to despair must be overcome. And it is not overcome by ignoring our sin, rather, it is overcome by turning our eyes to the power and glory of God.\n\nThe Transfiguration is an event given to these three Apostles to give them hope as they prepare to face the suffering and death of Jesus.  They are given this glimpse of glory and hope as they prepare to see Jesus embrace their sins and endure the consequences.\n\nIf we face sin without hope, we are doomed.  But if we face sin (our sin) with a remembrance of Who Jesus is and what He has done for us, then facing our sin will lead us not into despair but into victory and glory.\n\nAs the Apostles looked on and saw Jesus transfigured, they heard a voice from Heaven say, “This is my beloved Son, with whom I am well pleased; listen to him” (Mt. 17:5b).  The Father spoke this of Jesus, but He also desires to speak it of each one of us. We need to see in the Transfiguration the end and goal of our lives. We need to know, with the deepest conviction, that the Father desires to transform us into the whitest light, lifting all sin, and bestowing upon us the great dignity of being a true son or daughter of Him.\n\nReflect, today, upon your sin.  But do so as you also reflect upon the transfigured and glorious nature of our divine Lord.  He came to bestow this gift of holiness on each one of us. This is our calling. This is our dignity.  This is who we must become, and the only way to do so is to allow God to cleanse us of every sin in our lives and to draw us into His glorious life of grace.\n\nMy transfigured Lord, You shone in radiance before the eyes of Your Apostles so that they could testify to the beauty of the life to which we are all called.  During this Lent, help me to face my sin with courage and confidence in You and in Your power to not only forgive but to also transform. My I die to sin more deeply than ever before so as to share more fully in the glory of Your divine life.  Jesus, I trust in You.",
  "title" : "Becoming White as Light"
}, {
  "author" : "Fulton J Sheen",
  "date" : "2020-04-22T22:00:00.000Z",
  "image" : "https://s.abcnews.com/images/US/WireAP_8120ae74db9c4c3b8e4e2135355d383f_16x9_992.jpg",
  "itemId" : "605bc0bc-50ec-935b-b711-7dbb6e95107c",
  "text" : "Patience is power. Patience is not an absence of action; rather it is \"timing\" it waits on the right time to act, for the right principles and in the right way.",
  "title" : "Patience"
}, {
  "author" : "",
  "date" : "2020-04-26T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2020/04/3815840350_cf58781d03_o.jpg",
  "itemId" : "75811d39-499d-0e75-a7a8-918fbdd87671",
  "text" : "With that their eyes were opened and they recognized him, but he vanished from their sight. Then they said to each other, “Were not our hearts burning within us while he spoke to us on the way and opened the scriptures to us?”  Luke 24:31–32 (Year A)\n\nThen he opened their minds to understand the Scriptures. Luke 24:45 (Year B)\n\nThese two passages above, from two subsequent appearances of Jesus to the Apostles, produced a unique blessing.  In each story, Jesus opened the minds of the Apostles to the Scriptures in a new way.  These were ordinary men who were given an extraordinary gift of understanding.  It didn’t come to them as a result of long study and hard work.  Rather, it came to them as a result of their openness to Christ’s powerful action in their lives.  Jesus unlocked the mysteries of the Kingdom of Heaven to them.  As a result, they suddenly understood truths that could never be learned on their own.\n\nSo it is with us.  The mysteries of God are vast and wide.  They are deep and transforming.  But so often we fail to understand.  We often even fail to want to understand.  \n\nThink about those things in your life now, or in your past, that have left you confused.  You need a special gift of the Holy Spirit to make sense of them.  And you need this gift to make sense of the many good things of God found in the Scriptures also.  This is the Gift of Understanding.  It’s a spiritual gift that unlocks the many mysteries of life for us.  \n\nWithout the Gift of Understanding, we are left on our own to try to make sense of life.  This is especially true when we are faced with hardship and suffering.  How is it, for example, that an all-powerful and all-loving God can allow the good and the innocent to suffer?  How is it that God can seem absent at times from human tragedy?  \n\nThe truth is that He is not absent.  He is centrally involved in all things.  What we need to receive is an understanding of the profound and mysterious ways of God.  We need to understand the Scriptures, human suffering, human relationships, and divine action in our lives.  But this will never happen unless we allow Jesus to open our minds.  \n\nAllowing Jesus to open our minds takes faith and surrender.  It means we believe first and understand later.  It means we trust Him even though we do not see.  St. Augustine once said, “Faith is to believe what you do not see. The reward of faith is to see what you believe.”  Are you willing to believe without seeing?  Are you willing to believe in the goodness and love of God even though life, or a particular situation in life, does not make sense?\n\nReflect, today, upon the Gift of Understanding.  Believing in God means we believe in a person.  We believe in Him even though we find ourselves confused about particular circumstances.  But this gift of believing, the gift of faith, opens the door to a depth of understanding that we could never arrive at on our own.  \n\nLord, give me the Gift of Understanding.  Help me to know You and to understand Your actions in my life.  Help me to especially turn to You in the most troubling moments of life.  Jesus, I trust in You.",
  "title" : "The Gift of Understanding"
}, {
  "author" : "",
  "date" : "2020-05-10T22:00:00.000Z",
  "image" : "https://upload.wikimedia.org/wikipedia/commons/1/1e/Erasmus_Quellinus_II_and_Jan_Fyt_-_Jesus_in_the_House_of_Martha_and_Mary.jpg",
  "itemId" : "79f6140a-d475-6764-9155-dd7fcdb8f466",
  "text" : "“Martha, Martha, you are anxious and worried about many things. There is need of only one thing. Mary has chosen the better part and it will not be taken from her.”  Luke 10:41-42\n\nAs we honor St. Martha, today, we should acknowledge the fact that most of us are probably much more like her than Mary.  Mary chose the better part.  We, too often, choose the anxious and worrisome part.\n\nMartha was deeply loved by Jesus.  This is evident even in the small detail of Jesus saying her name twice.  “Martha, Martha…”  This is a sign of affection.  But His love for her was such that He wanted to point her to the better part, too.  He wanted her, like Mary, to rest from her anxiety and worry and rest with Him.\n\nSure, there was much to be done.  There was a dinner to prepare and guests to feed; Jesus being the most important guest.  But Jesus cuts through all the normal parts of hospitality and focuses in on the most important part.  He focuses in on love.  He honors Mary for kneeling before Him and encourages Martha to do the same.\n\nPerhaps there are many times during our busy days that this invitation from Jesus should be listened to.  There are many times when we simply need to stop and listen, be present and adore.  Entering into quiet and stillness with Jesus is most often far more “productive” than doing, doing, doing.  We often can strive to find our worth in all that we do when Jesus is saying that our worth is actually found in who we are.  And who are we?  We are people called to be in the constant presence of our Lord, loving Him and being fed by Him.\n\nReflect, today, upon your daily prayer life.  Do you pray?  Perhaps you say a few prayers here and there.  But do you pray?  Do you take time to stop everything else, fall on your knees and be still in the presence of our divine Lord.  Doing this will do more for your life and the lives of others than if you worked non-stop 24/7.\n\nLord, help me to seek Your still silent presence.  Help me to surrender over my anxiety and worry.  Jesus, bathe me in Your grace and help me refocus each and every day on You.  Jesus, I love You.  Jesus, I trust in You.",
  "title" : "At the Feet of Jesus"
}, {
  "author" : "",
  "date" : "2020-05-07T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/07/Jesus-with-lamb-knocking-featured.jpg",
  "itemId" : "7f1a2250-d234-762f-5382-ef328e1f31a1",
  "text" : "“And I tell you, ask and you will receive; seek and you will find; knock and the door will be opened to you.”  Luke 11:9\n\nIf we were to take this statement of Jesus in a very literal way we could easily conclude that Jesus will give us anything we ask for in a prayerful way.  But we know this is not what happens.  Perhaps everyone has prayed hard for this or that and the request was not answered in the way we wanted.  Why is that?  Did we simply fail to pray with faith?  Will Jesus do whatever we ask of Him when we pray for it with all our might?  Certainly not.\n\nThis passage goes on to say, “If you then, who are wicked, know how to give good gifts to your children, how much more will the Father in heaven give the Holy Spirit to those who ask him?” (Luke 11:13).  Within this context, and within the context of everything that Jesus has taught us, it’s important to know that there is one thing and one thing only for which we ought to pray.  And when we pray for this one thing, we can be assured of obtaining it when we pray for it in faith.  What is that one thing?  It’s the will of God.\n\nIf we sincerely and wholeheartedly ask for and seek the will of God, we can be certain that our Lord will give us the Holy Spirit and that the Holy Spirit will, in turn, lead us into the will of God for our lives.  The problem is that too often we end up praying that “MY will be done” rather than “THY will be done.”  This is an important difference.\n\nTrue prayer is ultimately about trust and surrender to God.  We trust in His perfect plan and surrender to that perfect plan in our lives.  When we do this, we can be assured that the Lord will hear and answer this perfect prayer.\n\nReflect, today, upon that simple prayer in the Lord’s Prayer: Thy will be done!  Strive to trust in God’s perfect plan for your life and do all you can to surrender to it.  With this form of prayer we can be assured that the Holy Spirit will come to us, leading us into His holy will.\n\nOur Father who art in heaven, hallowed be thy name.  Thy kingdom come.  Thy will be done on earth, as it is in heaven.  Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us, and lead us not into temptation, but deliver us from evil.  Jesus, I trust in You.",
  "title" : "Praying for the Will of God"
}, {
  "author" : "",
  "date" : "2020-04-28T22:00:00.000Z",
  "image" : "https://d5ye8gi5q2-flywheel.netdna-ssl.com/wp-content/uploads/2020/04/Nicolas_Mignard-Saint_Bruno.jpg",
  "itemId" : "82508c7b-306e-99dd-23bf-ce4526aafb90",
  "text" : "What is it that you allow into your soul?  Do you allow the Lord to guard you and govern your inner thoughts and your heart?  Too often, we allow many worldly things to enter.  We open wide the door to the enticements of sin and filth.  Give the key to your soul to our Lord.  He will guard you and keep you safe.  He will welcome all those with whom He desires you dwell, and open the door to those who come to heal and restore.  But He will diligently protect this sacred space of your soul from that which does not belong, if you let Him.\n\nLord, I do give You the one and only key to my soul.  I choose You as my guardian this day.  Allow me to commune, freely, with those whom You have invited into my life and set before me.  Help me to love them and to serve them with all my heart.  As I give You this key, I thank You that You will protect me.  May I trust You and never seek to welcome that which displeases You, and that which You do not welcome.  Jesus, I trust in You.",
  "title" : "I choose You"
}, {
  "author" : "",
  "date" : "2020-05-28T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2018/03/Sirani_Virgin_and_Child-1-1024x538.jpg",
  "itemId" : "91e26265-cf88-e8e1-7643-cccc479f5bb8",
  "text" : "“When a woman is in labor, she is in anguish because her hour has arrived; but when she has given birth to a child, she no longer remembers the pain because of her joy that a child has been born into the world. So you also are now in anguish. But I will see you again, and your hearts will rejoice, and no one will take your joy away from you.”  John 16:21–22\n\nAnguish in life is common.  In small ways, we will experience anguish each and every day.  And, from time to time, we will experience the very heavy pains of a particular anguish in our lives.  \n\nDoes an experience of anguish mean you are not in God’s grace?  Does it mean that God has left you?  Or does it mean that you are doing something wrong?  Certainly not.  In fact, all we have to do is look at the life of Jesus to see this is not the case.  He was in constant anguish throughout His earthly life as He continually entered more deeply into the mission of His Father.  Just prior to His public ministry He was in anguish for forty days in the desert.  Throughout His public ministry, He experienced the anguish and exhaustion of His earthly life.  He experienced the criticism of others, misunderstanding, ridicule, rejection, harsh treatment, and so much more.  In the end, we know His fate on the Cross.\n\nOur Blessed Mother had the “sword of sorrow” pierce her heart.  She was misunderstood and ridiculed from the beginning as a result of her mysterious pregnancy out of wedlock.  She carried a perfect love of her Son and anguished over His future as He grew.  She watched many love Him and others harass Him.  She watched His mockery of a trial and His Crucifixion.  \n\nBut think of their lives now.  They now reign from Heaven as the glorious Queen of All Saints and the King of the Universe.  They live in glory now for eternity.  Their anguish has turned to perfect joy.\n\nReflect, today, upon your own trials in life.  The Scripture passage above reveals the promise that God makes to those who endure them with faith.  If you feel as though you have been dealt an unfair hand or have been treated unfairly, you are in good company.  The key is to walk through this life with grace and dignity.  Do not let the trials of this life or its pains get you down.  Know that as you remain faithful walking down the path God has set for you, the end result is that you will rejoice!  This is simply a fact.  Hold on to that hope and keep your eyes on the finish line.  It’s worth it in the end.\n\nLord, I surrender my anguish and burdens to You.  I unite them to Your Cross and trust that You will be there in all things walking with me through my life.  May I keep my eyes on the goal and rejoice in Your steadfast love.  Jesus, I trust in You.",
  "title" : "Anguish Turns to Joy"
}, {
  "author" : "",
  "date" : "2020-04-28T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/09/Brooklyn_Museum_-_Jesus_Traveling_J%C3%A9sus_en_voyage_-_James_Tissot.jpg",
  "itemId" : "a60a9bda-e0a7-318a-38df-0b688a8004d6",
  "text" : "Jesus was on a mission.  His mission was to preach to town after town tirelessly.  But He did not do this alone.  This passage points out that He was accompanied by the Apostles and several women who had been healed and forgiven by Him.\n\nThere is much this passage tells us.  One thing it tells us is that when we allow Jesus to touch our lives, heal us, forgive us and transform us, we want to follow Him wherever He goes.\n\nThe desire to follow Jesus was not only an emotional one.  Certainly there were emotions involved.  There was incredible gratitude and, as a result, a deep emotional bond.  But the bond went so much deeper.  It was a bond created by the gift of grace and salvation.  These followers of Jesus experienced a greater level of freedom from sin than they had ever experienced before.  Grace changed their lives and, as a result, they were ready and willing to make Jesus the center of their lives following Him wherever He went.\n\nReflect, today, upon two things.  First, have you allowed Jesus to pour forth an abundance of grace into your life?  Have you allowed Him to touch you, change you, forgive you and heal you?  If so, have you then repaid this grace by making the absolute choice to follow Him?  Following Jesus, wherever He goes, is not just something these Apostles and holy women did long ago.  It’s something that we are all called to do daily.  Reflect upon these two questions and recommit yourself where you see a lacking.\n\nLord, please do come and forgive me, heal me and transform me.  Help me to know Your saving power in my life.  When I receive this grace, help me to return to You in gratitude everything that I am and to follow You wherever You lead.  Jesus, I trust in You.",
  "title" : "Following Jesus"
}, {
  "author" : "",
  "date" : "2020-05-20T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2017/10/6048906974_bf4707bdf4_o-500x293.jpg",
  "itemId" : "b0130c13-f89c-3012-93f1-d1149c3b9ff5",
  "text" : "    “Therefore, stay awake, for you know neither the day nor the hour.”  Matthew 25:13\n\nImagine if you knew the day and hour you would pass from this life.  Of course, some people do know that death is approaching either due to illness or age.  But think about this in your own life.  What if you were told by Jesus that tomorrow is that day.  Are you ready?\n\nMost likely there would be many practical details that would come to mind that you would want to take care of.  Many would think about all their loved ones and what impact this would have on them.  Set that all aside for now and ponder the question from one perspective only.  Are you ready to meet Jesus?\n\nOnce you pass from this life there is only one thing that will matter.  What will Jesus say to you?  Just prior to this quoted Scripture above, Jesus tells the Parable of the Ten Virgins.  Some were wise and had oil for their lamps.  When the groom came late in the night they were ready with lamps lit to meet him and he welcomed them.  The foolish ones were not prepared and did not have oil for their lamps.  When the groom came, they missed him and heard the words, “Amen, I say to you, I do not know you” (Matthew 25:12). \n\nThe oil in their lamps, or the lack thereof, is a symbol of charity.  If we are to be prepared to meet the Lord at any time, on any day, we must have charity in our lives.  Charity is much more than a passion or emotion of love.  Charity is a radical commitment to love others with the heart of Christ.  It’s a daily habit we form by choosing to put others first, offering them all that Jesus asks us to give.  It may be a small sacrifice or a heroic act of forgiveness.  But whatever the case may be, we need charity in order to be ready to meet our Lord.\n\nReflect, today, upon those in your life whom God wants you to love.  How well do you do this?  How complete is your commitment?  How far are you willing to go?  Whatever comes to mind in regard to your lacking of this gift, pay attention to this and beg the Lord for His grace so that you, too, will be one who is wise and ready to meet the Lord at any time.\n\nLord, I pray for the supernatural gift of charity in my life.  Please fill me with love for others and help me to be abundantly generous in this love.  May I hold nothing back and, in so doing, be fully prepared to meet You whenever You call me home.  Jesus, I trust in You.",
  "title" : "Ready for the Lord"
}, {
  "author" : "",
  "date" : "2020-06-02T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/07/The_Pharisees_and_the_Saduccees_Come_to_Tempt_Jesus_Les_pharisiens_et_les_saduc%C3%A9ens_viennent_pour_tenter_J%C3%A9sus_-1.jpg",
  "itemId" : "asdasdsfgd",
  "text" : "“Teacher, we know that you are a truthful man and that you are not concerned with anyone’s opinion. You do not regard a person’s status but teach the way of God in accordance with the truth.”  Mark 12:14a\n\nThis statement was made by some of the Pharisees and Herodians who were sent to “ensnare” Jesus in His speech.  They act in a sneaky and cunning way to draw Jesus in.  They are trying to get Him to speak in opposition to Caesar so that they can get Him in trouble with the Roman authorities.  But interestingly, what they say of Jesus is quite true and is a great virtue.  \n\nThey say two things that highlight Jesus’ virtues of humility and sincerity: 1) “You are not concerned with anyone’s opinion;” 2) “You do not regard a person’s status.”  Of course they went on to then try to trick Him into breaking Roman law.  Jesus does not fall for their trick and does outsmart them in the end.\n\nHowever, these virtues are good for us to reflect upon because we should strive to have them alive in our own lives.  First, we should not be concerned with others’ opinions.  But this must be properly understood.  Sure, it’s important to listen to others and to consult them and to be open minded.  Other people’s insights can be crucial to making good decisions in life.  But what we should avoid is the danger of allowing others to dictate our actions out of fear.  Sometimes the “opinions” of others are negative and wrong.  We can all experience peer pressure in various ways.  Jesus never gave in to the false opinions of others nor did He allow the pressure of those opinions to change how He acted.\n\nSecondly, they point out that Jesus does not allow the “status” of another to influence Him.  Again, this is a virtue.  What we have to know is that all people are equal in the mind of God.  A position of power or influence does not necessarily make one person more correct than another.  What’s important is the sincerity, integrity and truthfulness of each person.  Jesus exercised this virtue perfectly.\n\nReflect, today, upon whether these words could also be said about you.  Strive to learn from the statement of these Pharisees and Herodians; strive to live a life of integrity and humility.  If you do so, you will also be given a share in the wisdom of Jesus so as to navigate the most difficult snares of life.\n\nLord, I do want to be a person of honesty and integrity.  I want to listen to the good advice of others but not be influenced by the errors or pressures that may also come my way.  Help me to always seek You and Your truth in all things.  Jesus, I trust in You.",
  "title" : "Navigating the Snares of Life"
}, {
  "author" : "",
  "date" : "2020-05-01T22:00:00.000Z",
  "image" : "https://myocn.net/wp-content/uploads/2013/05/light-of-Christ.jpg",
  "itemId" : "bc4173b3-9b82-afb3-ebe2-b73f6ef3c940",
  "text" : "“No one who lights a lamp conceals it with a vessel or sets it under a bed; rather, he places it on a lampstand so that those who enter may see the light.”  Luke 8:16\n\nWe all need to “see the light.”  One way that happens is when others act as shining lights of Christ for us.  And one way that others around us “see the light” is when we are shining examples of the light of Christ for them.\n\nThis passage reveals our duty to be the light of Christ to a world in need.  It is clear from this passage that when we enkindle the flame of Christ in our hearts, the effect is that Christ shines forth through us for others to see.  Jesus says that “No one who lights a lamp conceals it…”  In other words, if you are not shining with the light of Christ, it’s not because you are hiding Him, it’s because He is not burning in your soul.  When He is burning in your soul, the light cannot be contained. \n\nThis basic truth is a great source of discernment for us in regard to our relationship with Christ.  Basically, if Jesus is alive in our lives, if we are living a true relationship of love with Him, then we will be able to see the effect in the lives of those around us.  We will be able to see that light shining forth on others. The effect of Christ shining through us will be like a mirror to our own souls.\n\nReflect, today, upon those around you and ponder the question of what effect your love of Christ has on their lives.  Do you see others being drawn into a love of Christ through you?  If not, look within your own heart and seek to rekindle the fire of God’s love.\n\nLord, come burn within me, setting my heart on fire with Your love.  I desire that my heart becomes a blazing fire through which many are drawn to You.  Use me, dear Lord, as You will.  Jesus, I trust in You.",
  "title" : "The Light"
}, {
  "author" : "",
  "date" : "2020-05-05T22:00:00.000Z",
  "image" : "https://elem.hcdsb.org/stgabriel/wp-content/uploads/sites/37/2017/04/Easter-Alleluia-St-Augustine-1-Painting-Resurrection-of-Christ-1.jpg",
  "itemId" : "c44ae44d-0238-266f-83ad-2946aef66b86",
  "text" : "And behold, there was a great earthquake; for an angel of the Lord descended from heaven, approached, rolled back the stone, and sat upon it.  His appearance was like lightning and his clothing was white as snow. The guards were shaken with fear of him and became like dead men. Then the angel said to the women in reply, “Do not be afraid! I know that you are seeking Jesus the crucified. He is not here, for he has been raised just as he said.  Matthew 28:2–6b \n\nWhat an experience that must have been!  Mary Magdalene and the other Mary went to the tomb early in the morning to pay tribute to our Lord’s sacred body.  They brought the oils and perfumes that they planned on placing on his beaten and bruised body. They came to offer Him their last act of love.  But as the women arrived, the earth quaked and the angel of God appeared to them.  \n\nAs they left, Scripture says they then left the tomb quickly, “fearful yet overjoyed.”  All they could think about was telling the other disciples of their encounter when another incredible joy befell them.  Jesus Himself met them on the way. In their amazement, the women fell at His feet and did Him homage. Not the homage they planned on doing to a dead body, but the homage due to a risen Savior.  They worshipped Him. Jesus then spoke: “Do not be afraid. Go tell my brothers to go to Galilee, and there they will see me” (Mt. 28:10).\n\nIt was true.  All they had hoped for came true.  They saw Jesus arrested. They saw Him beaten.  They saw Him falsely accused. They saw Him sentenced to death.  And they saw Him die. Now for the miracle of miracles, they saw their Savior alive.  Every hope that they had came true. Everything came to fruition in that moment. All that was lost was restored a hundredfold.\n\nThe Resurrection of Christ is not simply an event that took place long ago.  It’s an event that continues to take place when we patiently walk with our Lord through the trials, crosses and sufferings of life, with hope and trust in His power to do all good things.  Evil always loses in the end when we remain steadfast in our hope in Him.\n\nAs we celebrate the reality of the Resurrection of Christ, ponder the promise He has spoken to you.  If you have surrendered all to Him and died to the world of sin, keep your eyes now on the Resurrection.  Have hope in Him and in His power to breathe new life into your heaviest cross.\n\nSometimes we have hope in our own ideas of the Resurrection.  We ask for some hope to come true because we think it is what we need.  But the Resurrection of Christ should teach us that His plan for new life for each one of us is far superior than what we could ever imagine.  Do you believe that? Do you maintain your hope in Christ even when all seems lost?  \n\nReflect, today, upon the unfathomable plan that God has for your life.  Know that if you remain faithful until the end, our Lord will bring forth greater joys in your life than you could ever think possible.  It may not happen according to your schedule or your wishes, but it will happen in accord with His perfect divine will. Do not doubt. Do not be afraid.  Have hope and trust, and anticipate the moments when the power of the Resurrection brings forth the greatest joys you could ever imagine.\n\nMy Resurrected Lord, I trust You with all my mind, heart, soul and strength.  I believe that You are faithful to perfection and that Your fidelity will never fail.  Give me hope when I need it the most and help me to keep my eyes on the glory that awaits.  You have conquered all evil. May I always trust in You!",
  "title" : "Lord has Risen"
}, {
  "author" : "",
  "date" : "2020-06-28T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2017/06/jesushealingcenturionservant.jpg",
  "itemId" : "dfklewrndffghfghfghgdfgdfg2323gjhhghffghfghghfghfgh",
  "text" : "“Lord, I am not worthy to have you enter under my roof; only say the word and my servant will be healed.”  Matthew 8:8\n\nThis familiar phrase is repeated every time we prepare to go to Holy Communion.  It’s a statement of great humility and trust from the Roman Centurion who asked Jesus to heal his servant from a distance.\n\nJesus is impressed with this man’s faith stating that “in no one in Israel have I found such faith.”  This man’s faith is worth pondering as a model for our own faith.\n\nFirst, let’s look at his humility.  The centurion acknowledges that he is “not worthy” to have Jesus come to his home.  This is true.  None of us are worthy of such a great grace.  The home that this spiritually refers to is our soul.  We are not worthy of Jesus coming to our souls so as to make His dwelling there.  At first this may be hard to accept.  Are we really not worthy of this?  Well, no, we are not.  That’s just the fact.\n\nIt’s important to know this to be the case so that, in this humble realization, we can also acknowledge that Jesus chooses to come to us anyway.  Recognizing our unworthiness should do nothing other than fill us with great gratitude at the fact that Jesus comes to us in this humble state.  This man was justified in the sense that God poured His grace on him for his humility.\n\nHe also had great trust in Jesus.  And the fact that the centurion knew he was unworthy of such a grace makes his trust all the more sacred.  It’s sacred in that he knew he was unworthy but he also knew that Jesus loved him anyway and desired to come to him and heal his servant.\n\nThis shows us that our trust in Jesus must not be based on whether or not we have a right to His presence in our lives, rather, it shows us that our trust is based on our knowledge of His infinite mercy and compassion.  When we see that mercy and compassion, we will be in a position to seek it out.  Again, we do this not because we have a right to it; rather, we do it because that’s what Jesus wants.  He wants us to seek out His mercy despite our unworthiness.\n\nReflect, today, on your own humility and trust.  Can you pray this prayer with the same faith as the centurion?  Let him be a model for you especially every time you prepare to receive Jesus “under your roof” in Holy Communion.\n\nLord, I am not worthy of You.  I am especially not worthy of receiving You in Holy Communion.  Help me to humbly recognize this fact and, in that humility, help me to also recognize the fact that You desire to come to me anyway.  Jesus, I trust in You.",
  "title" : "Lord, I Am Not Worthy"
}, {
  "author" : "",
  "date" : "2020-05-16T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2018/04/Brooklyn_Museum_-_Meal_of_Our_Lord_and_the_Apostles_Repas_de_Notre-Seigneur_et_des_ap%C3%B4tres_-_James_Tissot-500x319.jpg",
  "itemId" : "e33ca46d-2797-05f8-becb-9f41cd8a8bc7",
  "text" : "He instructed them to take nothing for the journey but a walking stick—no food, no sack, no money in their belts.  Mark 6:8\n\nDoes God care about the smallest details in your life?  Does He care about you receiving proper food and housing?  Does He care about your proper emotional, material and spiritual support?  He certainly does!\n\nSometimes it can happen that we fail to realize how completely God cares for us.  We can fall into the trap of getting consumed by the fear and anxiety of daily concerns.  We can worry that we will not have enough for tomorrow or even today.  This worry can concern us regarding all parts of our lives — relationships, emotions, material needs, spiritual strength, etc. \n\nWhat we need to know, with complete certainty, is that God is attentive to every detail of our lives.  He knows all and loves us in such a complete way that He will not abandon us ever.  He will never allow us to be without those things we need to live a full and fruitful life.\n\nDo you believe that?  At times it can be hard to believe.  At times we can feel overwhelmed and believe that we must take care of everything ourselves.  It is true that we are called to offer all our energy and talent to God so that He can use us and work through us.  But we should never forget that God is ultimately the one taking care of us and is the one most attentive to our every need. \n\nReflect, today, on the level of abandonment that you have to divine providence.  Pray this prayer below and reflect upon how completely you can make it yours.  Jesus, I trust in You!\n\nPrayer of Abandonment\n\nFather,\nI abandon myself into your hands;\ndo with me what you will.\nWhatever you may do, I thank you:\nI am ready for all, I accept all.\n\nLet only your will be done in me,\nand in all your creatures –\nI wish no more than this, O Lord.\n\nInto your hands I commend my soul:\nI offer it to you with all the love of my heart,\nfor I love you, Lord, and so need to give myself,\nto surrender myself into your hands without reserve,\nand with boundless confidence,\nfor you are my Father.\n\nCharles de Foucauld",
  "title" : "Relying on Providence"
}, {
  "author" : "",
  "date" : "2020-05-06T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2020/01/Christ_Healing_the_Sick_1813.jpg",
  "itemId" : "fff4f98b-147e-e0d5-1584-54de91670670",
  "text" : "“Amen, I say to you, whatever you did for one of these least brothers of mine, you did for me.”  Matthew 25:40\n\nWho is that “least brother?”  It’s interesting that Jesus specifically points to the person considered the least, as opposed to a more general statement that includes all people.  Why not say, “Whatever you do to others…?”  This would include all whom we serve.  But instead Jesus pointed to the least brother.  Perhaps this should be seen, especially, as the most sinful person, the weakest, the most gravely ill, the incapacitated, the hungry and the homeless, and all those who have pronounced needs in this life.\n\nThe most beautiful and touching part about this statement is that Jesus identifies Himself with the person in need, the “least” of all.  By serving those in special need, we are serving Jesus.  But for Him to be able to say that, He has to be intimately united with these people.  And by showing such an intimate connection to them, Jesus reveals their infinite dignity as persons.\n\nThis is such an important point to grasp!  In fact, this has been a central theme in the constant teachings of St. John Paul II, Pope Benedict XVI, and especially Pope Francis.  An invitation to constant focus upon the dignity and value of the person must be the central message we take from this passage.  \n\nReflect, today, upon the dignity of each and every person.  Try to call to mind anyone you may fail to look at with perfect respect.  Who is it you look down upon and roll your eyes at?  Who is it you judge or disdain?  It is within this person, more than any other, that Jesus waits for you.  He waits to meet you and to have you love Him in the weak and the sinner.  Reflect upon their dignity.  Identify the person who fits this description the most in your life and commit yourself to love and serve them.  For in them you will love and serve our Lord.\n\nDear Lord, I do understand and believe that You are present, in hidden form, in the weakest of the weak, the poorest of the poor and in the sinner in our midst.  Help me to diligently seek You out in each and every person I encounter, especially those in most need.  As I find You, may I love You and serve You with my whole heart.  Jesus, I trust in You.",
  "title" : "Serving Christ in Others"
} ]