[ {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-09T22:00:00.000Z",
  "image" : "http://www.politikaplus.com/img/s/810x500/upload/images/gallery/T/tomislav-ivancic.jpg",
  "itemId" : "0567e49a-e6a3-4ee1-8909-27caf84370b3",
  "text" : "Boga nećeš sresti u razmišljanju pa i u samo verbalnoj molitvi, jer je ona često rastresena i stoga je srce zatvoreno Bogu, nego tako da si stalno posvješćuješ da je on tu, da te gleda, promatra, smiješi ti se, želi te pozdraviti, pomoći ti, čezne da mu kažeš kako se osjećaš.\n\nUz to si uzmi iz Svetog pisma neku misao koja te osobito pogađa te ju danomice ponavljaj. Duša će ti se time otvarati Bogu i u trenutku kad se najmanje nadaš doživjet ćeš Božju snažnu prisutnost tako da će te to držati i radovati godinama. No, potrebno je priznati svoje grijehe, jer su oni neprijatelji Bogu. Obraćenje za pravdu, povjerenje i dobro će te smjestiti u Božju blizinu i tako će se brzo dogoditi da se ti i Bog ugledate, prepoznate i nikad više ne okrenete leđa.\n\nBog postoji i ja sam ga susreo, mogu to reći i mnogi vjernici. Prepoznat ćeš ih po tome što su vedri i radišni, vole Boga i molitvu, vole čovjeka i vole ostavljati iza sebe svijetle tragove za nove ljude. Hoćeš li biti jedan od njih?",
  "title" : "Susret"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-26T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "0726ca1e-088d-df74-f30c-e9795ed4672a",
  "text" : "Samo hodaj naprijed bez obzira na sve. Korak po korak, ne prevelik, ne premalen. Korak po korak samo hodaj i ne odustaj. Padovi su svakodnevni, bol je svakodnevna, veselje je svakodnevno, unatoč svemu ti samo hodaj. Toliko je toga što ti govori da odustaneš, ali nemoj nikada jer nije niti On. Padao je i On pod teretom svoga Križa i nije mu bilo lako, ali je ipak svaki puta ustao i nastavio. Nije očajavao, već je bio zagledan u cilj, a taj cilj bila je Ljubav koja se u potpunosti za tebe darovala i zato ne odustaj.\n\nMožda te pritišće teret grijeha, možda je tama u tvome srcu, ipak ne odustaj. On navija za tebe i vjeruje u tebe da ti to možeš. On te drži za ruku i vodi te ka svjetlu. On te hrabri i govori ti da se ne bojiš jer patnja nije kraj i patnja nije cilj, već ljubav koja uvijek ide kroz trnje. On računa na tebe i želi sa tebe skinuti sve ono što ne priliči djetetu Božjem. Tvoja patnja pročišćuje tvoju dušu kako bi ona zablistala poput dragocjenog dijamanta. On je taj koji pazi na tebe, On je taj koji ti govori da se ne plašiš svoga Križa jer je raj bliže nego što možeš i zamisliti, raj je u tebi i zato ne odustaj.",
  "title" : "Hodaj"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-04-27T22:00:00.000Z",
  "image" : "https://duhovnost.net/wp-content/uploads/2017/02/16804383_974027852728308_4985731844696073474_o-860x450_c.jpg",
  "itemId" : "09dd1a04-549c-8d87-3208-a8c5efba230b",
  "text" : "1. Ništa ne raduje kao radost koju si dao drugome, jer to je ljubav!\n\n2. Kad oprostiš svom neprijatelju, kad ga razumiješ, kad ga počneš poštovati, tada on počne i tebe i sebe poštovati. Ti si tada riješio problem. Zlo je nešto čega nema. Kad unosiš dobro, ti zapravo ispunjavaš praznine postojanjem, dobrotom, zdravljem i mirom.\n\n3. Nauči misliti velike misli.Nauči govoriti velike riječi. Nauči biti svijetao. Donosi svjetlo svojim riječima. Donosi svjetlo svojim mislima. Donosi svjetlo svojim djelima. Budi svjetiljka koje ne osvjetljuje samo sebi put. Budi svjetiljka koja osvjetljuje put i drugima.\n\n4. Boga se, dakle, može čuti i s njime razgovarati. Uvjerenost u to da Bog postoji daje upravo to komuniciranje s njime. Tko je jednom razgovarao s Bogom, taj više ne sumnja u njegovo postojanje. Još više, to ga komuniciranje mijenja tako da čovjek počne činiti i čudesna Božja djela. Ona tako potvrđuju Božju prisutnost. Vjernik je zapravo čovjek koji razgovara s Bogom. To je molitva.\n\n5. Želiš li živjeti osmišljeno, a to znači sretno, trebao bi svaki dan oprati svoju dušu, kao što pereš i uređuješ svoje lice i tijelo. Trebao bi svojoj duši dati najljepše misli svjetla, obećanja i dobre vizije. Potrebno je dušu oprati od svih negativnih misli i vijesti. Potrebno je dušu osloboditi od negativnosti i osjećaja uzaludnosti i bezuspješnosti, a osobito od osjećaja depresije, samosažaljenja i optuživanja drugih.\n\n6. Ljubav je jedino tlo na kojem se raste, koje se nikada ne može izgubiti i na kojem čovjek živi vječno. Iz dubokih korijena plodovi rastu polako, ali ostaju trajno. Svojoj duši treba dati najljepše misli svjetla, obećanja i nade.\n\n7. Tko u čovjeku ne gleda zlo nego dobro, taj je na Božjoj strani, ima Božje oko. Tko gleda zlo, a ne dobrotu, taj je na strani zloga i ima njegov pogled. Ne suditi i ne osuđivati, gledati dobro – to znači biti na Božjoj strani i biti jak kao Bog – imati zdrave oči.\n\n8.  Bit vjernik znači patiti, ali i dobiti snagu protiv patnje; plakati, ali i biti utješen; biti ranjen, ali i zaviti rane; biti u mraku, ali i dobiti svjetlo za izlazak iz mraka; umrijeti, ali i uskrsnuti.\n\n9. Bit kršćanske poruke jest obraćenje. Znači da ne postoje nepromjenjive i tragične, katastrofalne životne situacije. Uvijek se može nanovo početi i uvijek treba podignuti glavu i ići naprijed.\n\n10. Padovi dokazuju da si samo čovjek. A čovjek je ograničeno biće, ovisno o Bogu. Padovi ti dokazuju da je realnost života da možeš pasti. Važno je, međutim, ne ostati ležati nego se dignuti i ići naprijed. Padovi se tako popravljaju da im se nasmiješiš, oprostiš sebi i drugima i kreneš još odlučnije naprijed.",
  "title" : "Poticajne misli"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-21T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "0d2ca0d2-3116-c4a9-910d-5cd33a6c37ca",
  "text" : "Nikad nije problem u Tebi. Ti si uvijek spreman i otvoren za susret sa mnom. Moja zagledanost u vlastiti strah i patnju izvor je svih boli moga srca. Unatoč svemu Ti si strpljiv i čekaš kada ću Ti doći, kada ću konačno otvoriti Tvoje Evanđelje i početi razgovarati sa Tobom.\nGubavci kada su Ti prišli nisu govorili o svojoj boli, već su Ti zavapili iz najvećih dubina srca. Čim su čuli za Tebe odmah su Te potražili, a kada su Te pronašli nisu bili odbačeni. Nisi ih pitao za njihove grijehe, nisi bacio kamen na njih, nego si vidio ranjenu dušu svoje djece koju si odmah izliječio snagom svoje Ljubavi. Bili su voljeni od Tebe bez obzira što su od svih bili odbačeni, Ti si ih prihvaćao.\nU Tvojoj prisutnosti najviše su voljeli boraviti grešnici koji su se radikalno promjenili nakon susreta sa Tobom. Nisu se promjenili sami od sebe, nego ih je promjenila Tvoja milost. Ja se ne moram prvo promijeniti da bih došao Tebi, baš naprotiv, ako se smatram najvećim jadnikom baš tada trebam ići Tebi u susret jer Ti želiš biti moj Bog koji će me izvesti iz moga ropstva.\nTvoja kazna je oprost. Blažen sam ja kada me zapadne Tvoj gnjev jer tada znam da me pereš u svojoj Svetoj Krvi koja lomi lance kojima sam vezan za idole kojima služim. Maleno dijete nije uvijek sretno kada ga majka pere, ali majka zna što čini jer želi da njezino dijete bude najljepše.",
  "title" : "Ljubav"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-23T22:00:00.000Z",
  "image" : "https://scontent.fzag1-1.fna.fbcdn.net/v/t1.0-9/93292123_10216500677893928_1663971193482379264_n.jpg?_nc_cat=101&_nc_sid=730e14&_nc_oc=AQn_F3RxNLn5IXq8DGsuROmHvHDmUVsEzmbpuER70K682cUvGLq6MvTgHQXqjdA9cPQ&_nc_ht=scontent.fzag1-1.fna&oh=342f185c7e7b493528629fae9d3a8c7b&oe=5ECA4BB2",
  "itemId" : "1ab92631-c2c2-34d8-332d-79776d9857c8",
  "text" : "Gospodine daj nam tu milost da sve svoje nezadovoljstvo poput psalmista znamo Tebi predati. On nije otrovne strelice sipao svome neprijatelju u lice, nego je svoju bol donosio pred Tebe, vjerujući kako ćeš se Ti zauzeti za njega i donijeti istinu. Pomozi nam Oče nebeski da muku koju nosimo u srcu zbog okolnosti u kojima se nalazimo znamo donijeti pred Tebe, da svu gorčinu koja se stvara u nama izlijemo u ocean Tvoje Milosti. Ti vodiš ovaj svijet i Tvoja je zadnja. \nZar mi facebook može donijeti olakšanje ako njemu iznosim svoju muku ili nepravdu za koju smatram da se događa? Može li facebook uslišiti moje molitve? Može li on donijeti mir za kojim toliko čeznem? Može li facebook promijeniti one vjernike koje smatram da su kukavice? Može li facebook promijeniti odluke koje su donesene, a sa kojima se ne slažem?\nIako smo na suprotnim stranama u mišljenju to ne znači da se trebamo gledati preko nišana. Mogu li vidjeti Krista u onome suprotnome? Vrlo lako padamo kada su teške riječi u pitanju. Vrlo lako koristimo Božju Riječ da bi opravdali svoju istinu, a drugome dokazali da je u krivu. Vrlo lako izvlačimo citate svetaca, retke katekizma kako bi se izborili za istinu. Možda na kraju pobijedi tvoja istina, a možda i moja, ali uzalud mi je svaka pobjeda ako sam svoga neistomišljenika satrao svojim riječima. Uzalud mi je istina ako izgubim Ljubav. Uzalud mi je sve ako kao paun plešem ples pobjede bez imalo suosjećanja sa svojim neistomišljenikom.",
  "title" : "Neistomišljenici"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-04T22:00:00.000Z",
  "image" : "http://www.politikaplus.com/img/s/810x500/upload/images/gallery/T/tomislav-ivancic.jpg",
  "itemId" : "1d23087f-c27d-4ef7-9a70-8e9ae3e897a7",
  "text" : "Svaki dan kroz neko razdoblje upoznaj sebe, otkrivaj bogatstva svoje duše, dodini odnose s drugima, dotakni čežnje i pođi na krilima mašte u nove svjetove, a onda se raskrili poput ptice na leđima svojih misli.\n\nTako ćeš prepoznati kako si čudesno satkan i kako si svestrano obogaćen. Osjetit ćeš kako si dostojanstven. Bit će to pečat tvojim poslovima i povjerenje poslovnim partnerima. Rađat će ti se novi snovi o pothvatima o kojima ni slutio nisi. Jer, daleko očaravajuće je spoznavanje čovjekovih predjela, nego zemljinih i prirodnih područja. Obuzet će te ljubav i osposobiti te da vjerno živiš u braku, uzorno u obitelji i da uspješno vodiš poslove.\n\nZavoljeti sebe znači zavoljeti umjetnika koji te stvorio. Neka ti je blagoslovljen susret s Njime.",
  "title" : "Zavoljeti sebe"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-05-20T22:00:00.000Z",
  "image" : "https://duhovnost.net/wp-content/uploads/2017/02/16804383_974027852728308_4985731844696073474_o-860x450_c.jpg",
  "itemId" : "1efce1bf-5015-db47-7928-5379595558f1",
  "text" : "Život ne možeš produžiti ni jednu sekundu. Život ne zavisi o tebi. U rukama si onoga koji ima vlast nad životom i nad smrću. Ma koliko se trudio, koliko god čuvao svoje sile i snage, ne znači da ćeš živjeti duže nego netko drugi. Isus kaže: Zašto se toliko uznemirujete. Zar možete samo za vlas produžiti život svoj? Ne postoje jela, ni načini života, ne postoje umjetne metode kojima bi se mogao život produžiti. Možeš cijeli život uzimati dijetnu hranu i poginuti negdje pod kotačima auta, na fronti ili nekom drugom smrću. Možeš cijeli život biti miran, opušten, ne naprezati se kako bi sačuvao snagu, a otrovati se hranom ili negdje drugdje stradati. Možeš čuvati sebe, ne pušiti i ne piti, ne uzimati pretešku hranu, hraniti se najrazboritije, pa ipak postoji mogućnost da ćeš umrijeti od neke bolesti, ili će ti zakazati neki organ. Nema načina koji bi jamčio duži život.\n\nNo, postoji način života koji jamči bolju kvalitetu življenja. Jedeš li laku hranu, ne pušiš i ne piješ, nastojiš se moliti, razmišljati, znanstveno raditi ili ljudima oko sebe ne dosađivati i biti težak, na taj način živiš više, ali ne i duže. Nastojiš li se dobro odmoriti, poći u šetnju, odspavati, ne pretjerivati radom, bit ćeš sposobniji primati nadahnuća koja inače umoran ne bi mogao primati. Bit ćeš kreativniji, sposobniji uočiti stvari i život oko sebe pravednijim očima i pomoći drugima da i oni vide. Imat ćeš radostan život jer radost je podijeliti s drugima. Život i radost života, dakle, nije u dužini, nego u njegovoj dubini. Život ne teži ni uvis ni lijevo ni desno, kaže poslovica, već samo u dubinu. Odijevaš li se skromno i razumno, nije li ti stalo da budeš bogataš, a svoje vrijeme ne trošiš u dosadnim ćaskanjima i neprospavanim noćima, u zadimljenim prostorijama gostionica, plesnjaka i zabavišta, imat ćeš vremena i bit ćeš sposoban pronaći u knjigama i u ljudima mudrost koja će te voditi u dubine i dati tvome životu snage da raste u visine. Kvaliteta života nastaje tamo gdje korijeni tvoga života bivaju obnovljeni i pomlađeni. Drugim riječima, više ćeš živjeti obogatiš li se dubokim mislima, ako te svaki dan obraduje riječ koju čuvaš poput dragocjenog bisera, imaš li hrabrosti slušati mudre ljude, imaš li vremena svaki dan za oazu mira, tišine, molitve, usmjeravaš li se svaki dan na ono što je bitno.\n\nI patnja će pokopati tvoj život duboko da bi korijeni tvoga života mogli rasti u dubinu. O snazi i dubini tvojih korijena zavisi koliko će stablo tvoga života moći rasti uvis. O tome koliko će se razgranati stablo tvoga života zavisi pak, kakve ćeš i koliko ćeš plodova moći u životu nositi. A koliko plodova nosiš, toliko ćeš više ljudi usrećiti. A koliko više ljudi usrećiš, to će biti tvoja sreća veća. Jer sreća je odsjaj sreće koju pružaš drugome.\n\nPogledajmo na trenutak zajednički, tko si i koje sposobnosti imaš. Čovjek sve ima – kaže pjesnik – samo nema sebe. Čovjek je ovladao prirodom. On u laboratorijima istražuje kemijske i fizikalne procese te ih koristi za nove spojeve i kombinacije tvari. On istražuje i obrađuje prirodu, pokušava usavršiti poljoprivredu, stočarstvo, voćarstvo i druge grane. Čovjek je unaprijedio medicinu i tako omogućio duže trajanje svog boravka na zemlji. Čovjek je dobio moć nad svime oko sebe. Sve je podvrgnuo svom istraživanju i svojoj koristi. Nad svime ima vlast i moć. Sve on ima.\n\nNo, čovjek nema sebe. On nije odlučivao o svom dolasku na svijet i ne odlučuje o svom dolasku. Vezan je uz prostor i vrijeme i ne može se istrgnuti iz kaveza u koji je zatvoren. Ne može se osloboditi starenja, bolesti i smrti. Ne može se otrgnuti grijehu, pogreškama, zloći i patnji. Doživljava sebe kao podvrgnutog nekome tko je nad našim prostorom i vremenom. Savješću je čovjek izravno povezan s Bogom.\n\nČovjek ne odlučuje koliko će dugo živjeti na zemlji i hoće li biti sretan. On nije odlučivao hoće li dobiti ovaj ili onaj, zdrav ili bolestan organ, nije odlučivao koje će roditelje dobiti, ni kakve će sposobnosti i nesposobnosti imati u životu. Čovjeku je darovana zemlja, darovan mu je on sam, darovana mu je sloboda i savjest. On može sve koristiti sebi i u korist, ali je svojom savješću odgovoran onome koji ga je smjestio u onaj vrt koji se zove Zemlja. Čovjekova sloboda i njegovo upravljanje prirodom nije neograničeno i nije mu dano da njima samovoljno raspolaže, naprotiv, odgovoran je za svoja djela i ponašanje. Čovjek, dakle, može svime vladati i nad svime biti gospodar, ali on sam mora se pokoravati Bogu. Čovjek nije stvoritelj samoga sebe. Bog je izvor njegova života. Bog je njegov otac i njegova majka.\n\nČovjekova sudbina je u rukama Boga, stoga je prijateljstvo s Bogom za čovjeka sudbonosno pitanje. Čovjek sve ima i može imati, ali čovjek nema sebe. Čovjekov život je u rukama Boga. Jedino razumno čovjekovo držanje jest prijateljevati s Bogom. Bog je čovjekova sudbina. Bog je jedina mogućnost čovjeku da preživi, da bude sretan i savršen.\n\nNe poštuješ li Boga, tada nastaje u tebi i oko tebe nered. Tad cijela priroda postaje jačom od tebe, tad se buni tvoja narav protiv tebe samoga. Zbog neprijateljstva prema Bogu, zbog grijeha u čovjeku nastaje dvojnost, nesposobnost da se uskladi razum i volja, srce i um, nesposobnost da čovjek vlada prirodom. Odbacujući pravoga Boga, čovjek se klanja krivim bogovima stvarajući kult ličnosti, ili prirodnim pojavama i katastrofama u kojima vidi nadmoćnog neprijatelja. Bog je jedina čovjekova sloboda, jedini mir i jedina mogućnost.\n\nTi možeš više živjeti, ali ne znači i duže. Više živjeti znači živjeti ovdje sretno, sadržajno, početi već na zemlji vječni život. Počni odmah, ne gubi vrijeme na sporedne stvari. Zapitaj se jesi li ti gospodar ili rob? Prijateljuješ li s Bogom ili ne? Na tebi je stvoriti odluku koja će te učiniti savršeno humanim. Hoćete li se ti i Bog pronaći? Hoćete li ti i Isus postati prisni prijatelji? Neka te dostigne ta sreća.",
  "title" : "Tajna sretnog i ispunjenog života"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-29T22:00:00.000Z",
  "image" : "https://scontent.fzag2-1.fna.fbcdn.net/v/t1.0-9/95387951_10216633904384507_8579026633493577728_o.jpg?_nc_cat=103&_nc_sid=110474&_nc_oc=AQnNnKClSIMkMcaxzt3evpPDnwa-BXqFL9OyVKXfw3J5op5OsDNg13VrS1flJO4frK4&_nc_ht=scontent.fzag2-1.fna&oh=183833818c52bdb03ba47c130ee642a3&oe=5ED03EA0",
  "itemId" : "24f16b0c-9672-50ce-b169-830241c77fab",
  "text" : "Sve si pripremio za moje rođenje. Nisi me poslao samo tako u ovaj svijet. Nisi me poslao u okove patnje i besmisla. Nisam stvoren da bih bio lutalica i da bih živio za ništa. Tvoja je Krv dala smisao mome prvome plaču. Tvoja Krv oplemenila je moj prvi osmijeh. Tvoja Krv šapnula mi je kako se isplati živjeti. Tvoja Krv ohrabrila me da se ne bojim živjeti punim plućima, unatoč patnji i boli.\nIako je težak ovaj zemaljski hod, često ispunjen krvavim žuljevima, isplati se ustrajati. Isplati se ispružiti ruku prema Tebi i doživjeti Tvoj snažan stisak. Isplati se unatoč silnoj patnji imati povjerenja u Tebe, Isuse, koji si prvi okusio težinu ovozemaljskoga hoda. Poput jutarnje rose koje se već u podne nitko ne sjeća da je uopće i bila tako i ovaj zemaljski hod iz sekunde u sekundi bliži se svome kraju. \nKratka je moja bol, poput uboda ose, ako je promatram pogledom vječnosti. Kratak je moj plač, poput diječijega plača kada na kratko ostane bez majčine prisutnosti, ako ga promatram pogledom vječnosti gdje ću se zauvijek igrati na prekrasnim nebeskim prostranstvima.\nKorak po korak uz čvrsti stisak Tvoje ruke sve sam bliže cilju, sve sam bliže mjestu zbog kojega sam i stvoren. Korak po korak uz čvrsti stisak Tvoje ruke putujem prema svome Domu gdje će svaka moja suza baš poput one jutarnje rose u podne biti u potpunosti zaboravljena.",
  "title" : "Putovanje"
}, {
  "author" : "Lk 6,37",
  "date" : "2020-06-19T22:00:00.000Z",
  "image" : "https://cdn.mos.cms.futurecdn.net/ybU2RY4aNU75Q3T8tj9Xff-970-80.jpg",
  "itemId" : "33234easfsf4319754-bdd2-444e-839dsa6545fe550e",
  "text" : "Ne sudite i nećete biti suđeni. Ne osuđujte i nećete biti osuđeni. Praštajte i oprostit će vam se.",
  "title" : "Osuda"
}, {
  "author" : "Phil Bosmans",
  "date" : "2020-06-16T22:00:00.000Z",
  "image" : "https://citaty.editmax.eu/wp-content/uploads/2016/11/Phil-Bosmans.jpg",
  "itemId" : "334234234234e431975242344-bdd2-444e-8398-946545fe550e",
  "text" : "Ostavi sebi vremena za prijatelja, nemoj gledati na sat. Štopericom ograničavati vrijeme, to nije prijateljstvo. Nisi li i sam već doživio što to znač kad je netko u tvojoj blizini i ima za tebe vremena, te s tobom dijeli radost i bol? Što znači primiti drago pismo koje u neutješnim trenucima obeshrabrenosti možeš opet i opet čitati? Ili doživjeti posjet, koji možda ne može ništa izmijeniti na tvojoj boli, ali ti ipak daje da je gledaš drugim očima? Što to znači kad ti neki dragi čovjek kaže: “Ne, ti nisi ni loš. Ti nisi izgubljen. Ništa nije izgubljeno. Samo moraš biti hrabar. Moraš biti hrabar!”\nMnogo bi manje ljudi trpjelo pod svojim teretom kad bi našli malo više prijateljstva. Često se toga sjeti i imaj na umu da bi i oni s kojima stanuješ, kao i ljudi s kojima radiš morali biti tvoji najbolji prijatelji. Saslušaj ih, pođite koji put zajedno nešto pojesti. Pobrini se za male pažnje, za koji kompliment, za dobru riječ, za zahvalni poljubac. Ništa ne donosi toliko radosti u život koliko srdačnost i toplina prijateljstva. Prijateljstvo čuva proljeće u tvojem srcu.",
  "title" : "Ostavi sebi vremena za prijatelja"
}, {
  "author" : "enciklika “Evangelium Vitae”, 1995.",
  "date" : "2020-06-12T22:00:00.000Z",
  "image" : "https://images.unsplash.com/photo-1546718876-2d05e6e23046?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1351&q=80",
  "itemId" : "334234234234e4319754ghjghj-bdd2-444e-8398-946545fe550e",
  "text" : "Poštuj život, svaki ljudski život, brani ga, voli ga i služi mu! Samo ćeš na tomu putu naći pravdu, razvitak, istinsku slobodu, mir i sreću.",
  "title" : "Poštuj život"
}, {
  "author" : "Phil Bosmans",
  "date" : "2020-06-17T22:00:00.000Z",
  "image" : "https://citaty.editmax.eu/wp-content/uploads/2016/11/Phil-Bosmans.jpg",
  "itemId" : "334234234234easfsf4319754-bdd2-444e-8398-946545fe550e",
  "text" : "Živjeti znači: zagrliti ljude i stvari i opet ih pustiti da se zelene i cvatu pred Božjim licem. Živjeti znači: biti zahvalan za svjetlo i ljubav, za toplinu i nježnost, jednostavno darovanu u ljudima i stvarima. Živjeti znači: sve gledati kao Božji dar, pustiti da sve bude njegov dar, ništa i nikoga ne posjedovati i klicati zbog svake zvijezde koja pada s neba. Život jest život s drugima! Živjeti s drugima znači: s njima sve dijeliti. Ne smijem im nanositi nikakvu bol, moram ih prihvatiti, priznati, moram ih ljubiti. Bez drugih život, ljubav, sreća puka su utopija! Mi smo međusobno povezani tisućama niti. Jedan život visi o drugom životu, ni jedan se ne razvija bez drugih. Razvijati se mogu samo pomoću njih, drugih. Potrebni su mi drugi ne samo zato što mi znače. Trebam ih i zato što i sam mogu za njih mnogo učiniti. Imam oči da otkrijem druge, uši da ih slušam, noge da k njima pođem, ruke da ih prema njima pružim i srce da ih ljubim. Stani svakog jutra objema nogama na našu zemlju i reci: Drago jutro! Dobro jutro! Radostan sam što sam tu. Danas neću biti natmurena lica. Od žalosna lica nitko ništa nema. Sunce je tu, bit će lijep dan. Želim biti zahvalan. Neka mi srce bude slobodno od mržnje i zavisti. Svake večeri stavi točku i okreni stranicu, Inače ćeš se beznadno prikovati uz taj dan. Predajmo svake večeri svoj list s ravnim, krivim i praznim recima, kakav već jest, i položimo ga u ruke Ocu. Tako ćemo ujutro moći započeti iznova. Tako se može pravo radovati lijepim danima, i bit će mu bolje za loših dana.",
  "title" : "Što znači živjeti?"
}, {
  "author" : "Mt 16,25-26",
  "date" : "2020-06-18T22:00:00.000Z",
  "image" : "https://cdn.mos.cms.futurecdn.net/ybU2RY4aNU75Q3T8tj9Xff-970-80.jpg",
  "itemId" : "334234234234easfsf4319754-bdd2-444e-8398-94dsa6545fe550e",
  "text" : "“Tko hoće život svoj da sačuva, izgubit će ga; a tko izgubi život svoj zbog mene, naći će ga. Jer što koristi čovjeku, ako dobije sav svijet, a pritom izgubi dušu svoju?”",
  "title" : "Život"
}, {
  "author" : "Mt 6,34",
  "date" : "2020-06-30T22:00:00.000Z",
  "image" : "https://cdn.mos.cms.futurecdn.net/ybU2RY4aNU75Q3T8tj9Xff-970-80.jpg",
  "itemId" : "33423sdf3426786870e",
  "text" : "Ne budite dakle zabrinuti za sutra. Sutra će se samo brinuti za se. Dosta je svakom danu zla njegova.",
  "title" : "Briga"
}, {
  "author" : "Iv 10,10",
  "date" : "2020-06-29T22:00:00.000Z",
  "image" : "https://cdn.mos.cms.futurecdn.net/ybU2RY4aNU75Q3T8tj9Xff-970-80.jpg",
  "itemId" : "33425675ff550e",
  "text" : "Kradljivac dolazi samo da ukrade, zakolje i pogubi. Ja dođoh da život imaju, u izobilju da ga imaju.",
  "title" : "Kradljivac"
}, {
  "author" : "Ivo Pavić",
  "date" : "2020-04-30T22:00:00.000Z",
  "image" : "https://rastimo-u-vjeri.com/wp-content/uploads/2019/09/pavic_karizmatik3-240112-660x450-860x450_c.jpg",
  "itemId" : "5dd6db14-9f28-3ed6-1f46-2cbe5b1bc8ca",
  "text" : "Jedna od najtežih prepreka za ozdravljenje je grijeh. Grijeh je najveća bolest! Koliki žele ostati i živjeti u grijehu!\n\nPo definiciji, grijeh je prekršaj protiv razuma, istine, ispravne savjesti; prijestup je istinske ljubavi prema Bogu i bližnjemu, zbog izopačene privrženosti nekim dobrima. On ranjava čovjekovu narav i ugrožava ljudsku solidarnost; definiran je kao „riječ, čin ili želja protiv vječnog zakona“ (KKC, 1849).\n\nKrist je Svjetlo svijeta i Spasitelj svih ljudi, ali postoje mnogi koji žive u grijehu i tako ignoriraju poruku spasenja i zbog toga su bolesni na duši i tijelu. U knjizi Gospodine, ozdravi me, Ivan Miškić piše: „Grijeh je najveći neprijatelj zdravlja i cjelovitosti osobe koji život čini preteškim. Snaga se gubi, ne toliko radom i naporima, već problem leži u grijesima i posljedicama grijeha koje se očituju u našim životima.“ Primo Martinuzzi, poznati talijanski liječnik i psihoterapeut, kaže da grijeh razara duh i dušu.\n\nGdje god sam propovijedao i osobno vodio duhovne obnove, pozivao sam ljude da se ispovjede i pokaju za grijehe jer neispovjeđeni grijeh je prepreka ozdravljenju. Ponekad ne želim ni moliti za nekoga ako se nije odrekao grijeha. Ne možemo očekivati od Boga ozdravljenje, a živjeti u smrtnom grijehu. Primjerice, čovjek koji je umro, ne može na dar primiti ništa jer je mrtav. Tako kad smo u grijehu, duhovno smo mrtvi. Biti duhovno mrtav ne znači prestati postojati, već biti odvojen od Duha Božjega. U Efežanima piše: „mi koji smo bili mrtvi zbog grijeha, (Bog) s Kristom oživi“ (usp. Ef 2,5). Ako živimo u smrtnom grijehu, naš duh je mrtav za Boga i njegova ozdravljenja, i tada nije u zajedništvu s Bogom. Sv. Pavao u Pismu Timoteju govori o nekim ljudima koji su bili mrtvi (duhovno) još tijekom svoga života (1 Tim 5,6). Time nije mislio da su prestali postojati. U Bibliji je opisano nekoliko vrsta smrti: duhovna, fizička i vječna smrt – što znači, biti bačen u jezero koje gori ognjem i sumporom. Koliki traže ozdravljenje, a ne žele se obratiti – i to je prepreka ozdravljenju. Nema ozdravljenja bez obraćenja. Čak se zna dogoditi da osobe ozdrave po molitvi, ali budući da nisu promijenile život, bolest im se vrati. Ne mogu reći Isusu: „ozdravi me“ a zatim „doviđenja“! Bolest je posljedica grijeha, kaže veliki naučitelj Crkve sveti Toma Akvinski. Ako je bolest posljedica grijeha, onda je Isus Krist lijek, jer je On umro za naše grijehe (usp. Rim 5,8). Ovakvu potvrdu nalazimo u odlomku gdje je Isus izliječio bolesnika na zdencu Betazda.\n\nPovezanost grijeha i bolesti\n\nOvaj događaj nam pokazuje primjer povezanosti grijeha, krivnje i bolesti. Isus je prvi put u evanđelju potražio u hramu onoga koga je ozdravio: „Eto, ozdravio si! Više ne griješi, da ti se što gore ne dogodi!“ (Iv 5,14). Evanđelist Marko daje nam drugi primjer o paraliziranom čovjeku koga su njegovi prijatelji donijeli i spustili do Isusovih nogu. Oni su mislili da će Isus pogledati njegovo bolesno tijelo, položiti ruke i ozdraviti ga. Međutim, Isus nije pogledao na njegovo tijelo, već na njegovu dušu. Vidio je da je taj čovjek u grijehu i da zbog grijeha ima veliki osjećaj krivnje. Isus mu reče: „Sinko, opraštaju ti se grijesi – ustani, uzmi svoju postelju, i hajde kući svojoj! On ustade. Smjesta uze postelju i iziđe naočigled svima“ (Mk 2,5;10-12). Gospodin mu je najprije oprostio grijeh, a zatim ga ozdravio. Kad je ovom čovjeku Isus oprostio grijehe, u njega je ušla snaga Božja. Grijeh i krivnja ne dopuštaju Božjoj milosti da prođe.\n\nI danas postoje mnogi bolesnici koji ne ozdravljaju zbog grijeha i krivnje. Ne osjećaju se dostojni ozdravljenja. Bog traži da se distanciramo od grijeha i oslobodimo srce od krivnje. Neke su bolesti došle zbog tuđih grijeha, možda naših roditelja. Ako su se bavili magijom, ili se puno psovali ili je u obitelji bilo puno pobačaja.\n\nTko se odriče grijeha, milost nalazi\n\nKatekizam Katoličke crkve na veoma obazriv način progovara o povezanosti grijeha i bolesti: „Starozavjetni čovjek svoju bolest živi pred Bogom: zbog bolesti pred Boga izlijeva svoju tužaljku i od njega, gospodara života i smrti, moli ozdravljenje. Bolest postaje put obraćenja, a Božje oproštenje početak je ozdravljenja. U knjizi Mudrih izreka potvrđuje se: „Tko griješi protiv mene, udi svojoj duši. Svi koji me mrze, ljube smrt” (Izr 8,35) ili „Nesreća prati grešnike“ (Izr 13,21). Isto tako čitamo: „Tko skriva svoje grijehe, nema sreće, a tko ih ispovijeda i odriče ih se, milost nalazi“ (28,13). Prorok Sirah kaže: „Bježi od nepravde i ne budi pristran, i od svih grijeha očisti srce“ (38,10).\nSvaki grijeh razara\n\nKad netko živi u grijehu, između njega i Boga stoji debeli zid kao zapreka ozdravljenju: „Ne, nije ruka Gospodnja prekratka da spasi, niti mu je uho otvrdlo da ne bi čuo, nego su opačine vaše jaz otvorile između vas i Boga vašega. Vaši su grijesi lice njegovo zastrli, i on vas više ne sluša.“ (Iz 59,1-2). Mnoge fizičke bolesti dolaze zbog nedovoljne ishrane, pušenja, alkohola, droge, nedostatka prijatelja, krivih navika i sl. Neki pak grijesi, barem naizgled, ne izazivaju poremećaje na tijelu kao, primjerice, oholost. Ipak, valja reći da svaki grijeh remeti i razara duhovno zdravlje pojedine osobe i zajednice u cjelini. Naime, grijeh je ponajprije suprotstavljen kreposti ljubavi. Sv. Ivan apostol u svoj poslanici ističe važnost priznavanja grijeha: „Ako priznajemo svoje grijehe, vjeran je on i pravedan: oprostit će nam grijehe i očistit nas od svake nepravedosti“ (1 Iv 1,9). U istoj poslanici nas potiče: „Dječice moja, ovo vam pišem da ne griješite“ (1 Iv 2,1).\nPriznati grijeh, znači biti izliječen\n\nIsus je došao da nam oprosti naše grijehe, ali ovo opraštanje je uvjetovano našom vjerom u njega. U ovom kontekstu, vjera znači dopustiti Isusu da uđe u naša srca po daru Duha Svetoga. Samo nas Isus pomiruje s Ocem. Nema drugog spasitelja. Duh dokazuje svijetu da jedino Isus oduzima grijehe svijeta. Samo Isus je Spasitelj svih ljudi. Dakle, prvi uvjet prije nego što molimo za ozdravljenje je da raščistimo s grijehom i sa svakom gorčinom. Grijeh nas udaljava od Boga i od ozdravljenja. Priznati grijeh, znači biti izliječen.",
  "title" : "Neispovjeđeni grijesi"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-05-25T22:00:00.000Z",
  "image" : "http://www.zg-nadbiskupija.hr/UserDocsImages//stories/SLIKE/2017/2/TomislavIvancic.jpg",
  "itemId" : "60f35ec5-5866-aa6d-f402-77e57165dcb0",
  "text" : "Sjeti se da je jedini razlog što ti postojiš taj, što te Bog voli. Ljubavlju vječnom ljubim te, poručuje ti Bog preko proroka (Jer 31,3 ). To znači da si za njega neizrecivo vrijedan, da te On nikad ne može napustiti, povrijediti, omalovažiti, željeti ti zlo. Naprotiv, Bog ti želi dati samog sebe. Samim tim što postojiš, Bog te voli. Bog je dobrota sama i milosrđe, Bog je vjeran i onda kada ti to nisi.\n\nKako bi mogao prihvatiti činjenicu da te Bog voli, promisli tko je i kakav je Bog: Bog je ljubav i nježnost sama. Bog ne može drugačije nego te voljeti. Ti si njegov. \n\nPonavljaj polako u sebi Bog mene voli. Ponavljaj to više puta. Dušo moja, Bog tebe voli. Samim tim što postojiš, Bog te voli. \n\nBog je dobrota sama i milosrđe, Bog je vjeran i onda kada ti to nisi. Bog je svemoguć, jak, pravedan, svet. On je ispunjenje tvojih čežnji. Nemirno je srce naše, Gospodine, dok se ne smiri u tebi, potvrđuje sv. Augustin. Neka se u dubinu tvog bića slegnu Božje riječi: „Dragocjen si u mojim očima, vrijedan si, i ja te ljubim” (Iz 43,4) i „Ne boj se, jer ja sam te otkupio, imenom sam te zazvao, ti si moj!” (Iz 43,1) Ne dopusti da te riječi prođu mimo tebe, jer ti u njima dolazi Bog. Ponavljaj ih i produbljuj dokle god ne doživiš da ti je duša ušla u mir, da kliče od radosti. \n\nBog ti nadalje potvrđuje i uvjerava te preko proroka: „Gle, u dlanove sam te svoje urezao” (Iz 49,16). Bog te voli više od majke, od bilo kojeg čovjeka, i više od tebe samog: „Može li žena zaboraviti svoje dojenče, ne imati sućuti za čedo utrobe svoje? Pa kad bi koja i zaboravila, tebe ja zaboraviti neću” (Iz 49,15). Navješćuj stoga svojoj duši: Ja sam dijete Božje. To je najdragocjenija i najvažnija istina o teb. Zaželi da ti Bog objavi i pokaže koliko te voli. Kad si s Bogom imaš sve. Ništa te na svijetu ne može ispuniti kao Božja ljubav, jer za nju si stvoren. Bog te nije jednom stvorio pa prepustio samom sebi, već te neprestano stvara i uzdržava svojom ljubavlju. Bog na tebe neprestano misli. Božji pogled na tebi počiva. \n\nReci samom sebi: Bog me s ljubavlju gleda. Uživaj u činjenici da si Bogu toliko važan. Bogu se možeš približiti tako da se podsjetiš da si ti njegovo dijete. „Gledajte koliku nam je ljubav darovao Otac: Djeca se Božja zovemo, i to jesmo” (1 Iv 3,1). Navješćuj stoga svojoj duši: Ja sam dijete Božje. To je najdragocjenija i najvažnija istina o tebi. To je tvoje najveće dostojanstvo. Možeš se poput malog djeteta smjestiti u Božje naručje, dopustiti da te Njegove ruke obaviju, štite. Tu si najsigurniji. Tu je tvoj dom. Neka te ispuni Božja nježnost, blagost, snaga i mir. Nitko i ništa ti ne može oduzeti Božju ljubav, niti te od nje odijeliti.",
  "title" : "Znaš li zašto postojiš?"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-04-29T22:00:00.000Z",
  "image" : "http://www.politikaplus.com/img/s/810x500/upload/images/gallery/T/tomislav-ivancic.jpg",
  "itemId" : "61060bca-108b-207c-18ef-1ba5cd6c2283",
  "text" : "Čovjek je słobodan, ako može prihvatiti svoj život onakav kakav jest. Sloboda je stoga u tome, da svaki dan radiš svoj posao trudiš se nadvladati zlo. Sloboda je i u tome da prihvatiš patnju, trpljenje, bolest i napore života. Vrhunska je sloboda kad čovjek može izabrati smrt, kako ne bi povrijedio savjest i postao nečovjek. Čovjek postaje svemoćan onda, kad se može u ime dobra, slobode, mira i ljubavi odlučiti i za smrt. Zato kaže naš Ivan Mažuranić: Boj se onog tko je viko, bez golema mrijeti jada.« Već danas možeš postati slobodan. Jedna dobra misao, jedna dobra riječ, jedno dobro djelo, jedan dobar pogled, dobra želja, dobar plan, i ti si već slobodan.",
  "title" : "Tako je malo potrebno"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-05T22:00:00.000Z",
  "image" : "http://www.politikaplus.com/img/s/810x500/upload/images/gallery/T/tomislav-ivancic.jpg",
  "itemId" : "646ffd94-fed6-4099-b6ed-c42f6f96c3ed",
  "text" : "Svi smo mi turisti na zemlji. Jer smo gosti u Božjoj prirodi.\n\nBog je za nas priredio pšenicu, krumpir, kupus, dao nam grožde, jabuke, kruške da jedemo, vodu da se njome peremo i da je pijemo, dao nam životinje za pomoć i hranu, ali i miris cvijeća i ljepotu šumske hladovine, ljepotu morskih valova i bonaca, ljepotu ljetnih noći obasjanih mjesečinom.\n\nBog nam je dao mir u obiteljskom krugu ili u krugu prijatelja. Bog nas je uveo u naše vlastito tijelo, u našu dušu, darovao nam sve osobine i našu osobnost.\n\nMi smo dakle njegovi gosti. Važno je da kao gosti prođemo kroz život i ne uništimo Božje imanje, ne oštetimo svoje tijelo i dušu koju nam je on darovao, jer je pravedno da platimo obeštećenje za sve uništeno.",
  "title" : "Svi smo mi turisti na zemlji"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-06-02T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "dfsfdsfsdfsdfsdf",
  "text" : "Mogu li zaista povjerovati svojim srcem da si uskrsnuo i da si zaista u svakom trenutku prisutan u svakome dijelu svijeta. Mogu li povjerovati da si i sada ovdje prisutan, da želiš biti u mome društvu. Unatoč tome što mi moje misli govore da je to nemoguće, unatoč tome što mi moje rane govore kako Te ja ne zanimam, mogu li se ipak odvažiti i reći Ti da Ti vjerujem. \nToliko je toga čemu robujem, odnosno smatram kako bez toga ne mogu. Toliko je toga u što ulažem čitavo svoje srce, a opet to isto srce ne osjeća ispunjenost. Mnoštvo je mojih lažnih bogova koji mi kradu radost u životu i svaki puta kada odlučim da ću prestati ne uspijevam dugo izdržati. Možda je moja vjera u neuspjeh puno jača, nego vjera u Tvoju svemogućnost. \nZanimljivo je kako se olako prepustim nevjeri i kako me tada ne napada osjećaj vjere. No kada odlučim vjerovati čitavo se moje biće buni i sumnja. Ti znaš Isuse da moje srce samo ne može i da mu treba Tvoja pomoć. Ja želim vjerovati, želim sada na glas ponavljati kako Ti vjerujem i kako vjerujem da si Tu pored mene. \nJa vjerujem da me Ti želiš čuti, ja vjerujem da Ti je stalo, ja vjerujem da me Ti više od ičega želiš ozdraviti i osloboditi od moga ropstva. Ja vjerujem da me Ti želiš dotaknuti, ja vjerujem da me želiš učiniti posve novim, ja vjerujem da je Tvoja Ljubav snažnija od moga srama i grijeha, ja vjerujem da si Ti jedini koji može moje rane razumjeti i iscijeliti, ja vjerujem da si Ti zaista svemoguć, ja vjerujem da je Tvoja volja za moj život bolja od moje volje. Ja Ti vjerujem, ja Ti vjerujem.",
  "title" : "Mogu li povjerovati?"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-01T22:00:00.000Z",
  "image" : "https://scontent.fzag4-1.fna.fbcdn.net/v/t1.0-9/95521786_10216680645192998_5851749690755776512_o.jpg?_nc_cat=102&_nc_sid=110474&_nc_oc=AQmwVK6aqjnDWhfya9nOsRflXAAkF-sMa2qq4c2788elwWMagvqxi5yZcVl_-42F1TU&_nc_ht=scontent.fzag4-1.fna&oh=62d3bb1166158f37a4d7935c54fff994&oe=5ED2C951",
  "itemId" : "72340fe5-5d34-9602-3131-dacfe4dd6a8d",
  "text" : "Poput djeteta mogu biti beskrajno slobodan u Tvojoj prisutnosti. Nema razloga za strahom da ću biti odbačen, to je nemoguće. Bez obzira kako se osjećam i koliki teret da nosim na duši, Ti me nikada nećeš odbaciti. Što je veći grijeh, veći je dodir Tvoje Milosti. Što je dublji pad, snažniji je stisak Tvoje ruke koji me podiže iz dubokog ponora.\n\nBiti razigrano dijete u Tvojoj prisutnosti donosi duši beskrajan mir i slobodu. Iako Te ne vidim, iako šutiš, znam da si ovdje i da sve činiš kako bi živio hrabro i u Tvome blagoslovu. Samo to tražiš, da Ti dopustim da budeš moj Tata koji nije ljut i koji me ne kažnjava nakon mojih padova. U mojoj boli uvijek me primaš u svoje naručje i hrabriš me i govoriš mi kako grijeh nije jači i kako ja mogu pobijediti jer Ti vjeruješ u mene.\n\nTata hvala Ti.",
  "title" : "Tata"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-16T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "7296c046-6f22-3b19-ab60-74da6ff8fcc1",
  "text" : "Utišaj se i budi posve mirna, dopusti mu da ti priđe bliže, On zna koliko si usamljena. Ne boj se boli što te toliko steže, u tim suzama on vidi bisere iako si grešna i nevjerna bila. Ljubav tvoja nije te zaboravila. On te čeka na starome mjestu. U tebi i dalje vidi posebnu ljepotu, da dušo moja, ne boj se biti njegova. On će doći, ne sumnjaj u njegovu dobrotu. Neka te noćas miluje ta ljubav milostiva, Nemoj se sada u svojoj boli gušiti niti se pitati hoće li ti oprostiti. Znaj da se on želi sa tobom susresti, svoj ti mir darovati i umorno lice milovati.",
  "title" : "Budi posve mirna"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-11T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "72b8b636-2577-bc56-0419-ec06b0cac3df",
  "text" : "Ako je svaki list tako posebno i drugačije stvoren, ako cijela priroda odiše takvom ljepotom i sjajem koliko tek ti dragi čovječe. Ako je Otac svako stablo natapao kišom i tako ga podizao visoko u nebo i ako mu je razvio tako prekrasne grane u kojima se ptice gnijezde, koliko tek tebe dragi čovječe natapa svojom milošću. Kako je lijepo u duši promatrati čudo Božjega stvaranja, a kako je samo teško povjerovati da si ljubljen samo zato što postojiš. Taman da nikad ništa ne napraviš u životu, On te ljubi i baš tada dok te gleda u očaju najsnažnije čezne za tobom. \nMožda te grijeh udaljio i od sebe samoga, možda ti je grijeh učinio to da se gadiš samoj sebi, da si sam sebi najveći neprijatelj. Riskiraj i povjeruj jer više nemaš što izgubiti. Povjeruj da On i dalje računa na tebe, povjeruj da On želi aktivno sudjelovati u tvome životu. Povjeruj da su Njemu poznati svi tvoji grijesi i da ti On želi pomoći da ih hrabro pobjediš. On te želi učiniti svojim ratnikom, ratnikom Ljubavi koji ratuje protiv grijeha kako bi bio u slobodi.\nŽedan je tebe, sa križa okupan u Krvi viče za tobom i govori ti kako nikad nije kasno za novi početak, nikad nije kasno da se dogodi čudo u tvome životu. Tvoj grijeh je plaćen Njegovom Krvlju, ne zaboravi to i nikad ne sumnjaj u Njegovu Ljubav, baš zbog svake Kapi te iste Krvi koju je prolio samo za tebe.",
  "title" : "Povjeruj"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-27T22:00:00.000Z",
  "image" : "https://scontent.fzag2-1.fna.fbcdn.net/v/t1.0-9/95387951_10216633904384507_8579026633493577728_o.jpg?_nc_cat=103&_nc_sid=110474&_nc_oc=AQnHk7Uh1LygNwCh0lIX-tbNssX3lXIwaWLhQAdNUck8D43DoWIa0lxkdukv2-9SziQ&_nc_ht=scontent.fzag2-1.fna&oh=1f328ad78395e09151b228d24d74a037&oe=5ECC4A20",
  "itemId" : "7474a788-2ed2-96d5-44f1-0298becd70bb",
  "text" : "Ti sve izvodiš na dobro. Unatoč mojim mnogim promašajima Ti si i dalje uz mene. Ne odustaješ nikada, niti se umaraš. Moje najveće pogreške izvodiš na dobro. Usmjeravaš me i potičeš prema dobru iako znaš da sam mnogo puta lijen za to isto dobro. Ne živcira Te moja tvrdoglavost niti to što toliko toga činim po svome. Strpljiv si jer znaš da sam ograničen u svojim sposobnostima. Raduje Te svaka moja suradnja sa Tobom. Zbog toga si me i stvorio, kako bih bio u prijateljskom odnosu prema Tebi.\nNe želiš me gušiti sa pravilima i zakonima, niti se prema meni odnositi kao biću drugoga reda. Postao si čovjek kako bi slovo zakona oživio i sveo na Ljubav. Ti si moj zakon, Ti si moje pravilo, živi Bog koji je hodao ovom zemljom. Susret sa Tobom nikada nije isti i nikada se ne svodi na podmirivanje računa po pitanju dobrih dijela ili grijeha. Ne brojiš niti prigovaraš. Vjeruješ u mene čak i onda kada moj život svjedoči sasvim suprotno.\nTvoja vjera u mene podiže me iz najvećega blata i ne dopušta mi da padam u samosažaljenje. Koliko god puta pao Ti me uvijek sa osmijehom na licu dočekaš. Kada se gadim samome sebi, Tvoj osmijeh vrati me u život. Ne bole Te moji padovi niti moja lutanja. Boli Te moja sumnja u Tvoju brigu za mene, u Tvoju Ljubav prema meni onda kada sam sam sebi najgori. Boli Te moje nepovjerenje da me prihvaćaš takvoga kakav jesam. Boli Te to što smatram da stalno moram biti dobar u Tvojoj prisutnosti. \nTvoje ime je Ljubav, došao si ne radi moje pravednosti i dobrote, već radi moje slabosti i grešnosti kako bi je primio na sebe, a mene svoje ljubljeno dijete oslobodio iz tamnice zloga i poveo putem slobode, putem moje konačne i vječne sreće.",
  "title" : "Razumijevanje"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-04-22T22:00:00.000Z",
  "image" : "https://i.ytimg.com/vi/QQD0hFB27yg/maxresdefault.jpg",
  "itemId" : "8017debe-a5c6-5478-3ee3-cb3eaf318a18",
  "text" : "Kod kriza i konflikata osnovno je pravilo: iskoči iz koncentriranosti i fiksiranosti na zlo, na konflikt, na problem. Ako se koncentriraš na svoju bolest, počneš o njoj razmišljati, bit ćeš još bolesniji i depresivniji.\n\nKoncentriraš li se na ono što bi ti se moglo dogoditi kad prelaziš preko rijeke, voziš se zrakoplovom ili autom, nećeš biti sposoban sjesti u auto, zrakoplov ili preći preko rijeke. Ako razmišljaš kakvo bi se sve zlo moglo dogoditi, primjerice da bi mogao dobiti neizlječivu bolest, to će se doista i dogoditi. Fiksirajući, naime, svoj um i duh na bolest, ti zapravo zazivaš bolest na svoj tjelesni organizam.\n\nOsnovno je pravilo: koncentrirati se na izlazak iz zla, iskočiti iz depresije i samosažaljenja, ne prepustiti se samoći, osami, boli i bolesti, stvarati u sebi vizije zdravlja, mira, uspjeha, radosti, ispričaj neki vic, našali se sa sobom i vidjet ćeš da ćeš nadvladati takvo raspoloženje. I kad te uhvati neizdrživa bol, pokušaj se nasmiješiti i samom sebi nasmijati, vidjet ćeš da i najtragičnija situacija nosi u sebi dozu humora.\n\nU dobru se potpuno koncentriraj na ono što radiš, u zlu se koncentriraj na izlazak iz zla u koje si upao. Drugim riječima, uvijek se koncentriraj na dobro i ne dopusti da te zlo zahvati. O zlu nikad nemoj razmišljati, razmišljaj o dobru i izlasku iz zla. Onomu koji vjeruje u dobro sve je moguće. U krizama i patnji nikad se ne predaj, nikad nemoj reći: “Gotovo je.” Nikad nemoj negativno razmišljati jer upravo to želi tvoj neprijatelj. Trgni se, iskoči, počni misliti pozitivno, počni moliti, pročitaj neku riječ Svetog pisma, pokušaj se nasmiješiti samome sebi, gledaj preko svoje osame, boli i bolesti, uvijek gledaj preko zida pa ćeš tamo i biti.\n\nNikada se ne predaj zlu, uvijek se u potpunosti predaj dobru.",
  "title" : "Razmišljaj pozitivno"
}, {
  "author" : "Ivica Čatić",
  "date" : "2020-05-02T22:00:00.000Z",
  "image" : "https://scontent.fzag4-1.fna.fbcdn.net/v/t1.0-9/77388410_1702177279916626_3148224402496159744_n.jpg?_nc_cat=101&_nc_sid=8024bb&_nc_oc=AQnqtX6Y_jXnkW2eBuf6SVIV1wV2UmaJAQEqz-RtC1iykDIMrjhFUBsN2GSRt1Ac9yc&_nc_ht=scontent.fzag4-1.fna&oh=f3367dfda6f2dd80fe4714c652f835e8&oe=5ED497E9",
  "itemId" : "881b0387-0a93-7284-aaf7-b0f2afb900ed",
  "text" : "U životu svakog čovjeka bude lijepih i teških trenutaka. Ponekad se čini da su neki životi tegobniji, mračniji od drugih. No, u svakom životu, u njegovim tamnim danima znade zasjati poneko svjetlo. Ono znade biti dragocjeno, spasonosno jer barem na čas mijenja težak položaj u kojem se čovjek nalazi.\n\nČovjek se puno puta znade boriti za to svjetlo, tražiti ne bi li ga se domogao. Ponekad uspije a ponekad ne. Pa i onda kad ne uspije, shvaća: i kad sam uspijevao, onda je to bio dar!\n\nDanašnje Evanđelje pred nas iznosi neobičnu situaciju: ova dvojica ne da će riješiti neku situaciju svog života, neku od poteškoća – ne, oni će riješiti cijeli život – nad cijelim životom će im zasjati novo svjetlo!\n\nU Emaus su išli potišteni, potopljenih nada, bez svjetla, duboko razočarani... Za koji časak vraćat će se trčeći, kličući od radosti, noseći nadu i svjetlo ne samo za sebe nego za život svijeta. Oni do pred par trenutaka skrhani, oni će uskoro poći u svijet, oni će ga podizati!\n\nRazlika od razočaranja do radosti, od tame do svjetla, od života do smrti jest Uskrsli. Gospodin Isus hodi putevima svijeta jer Njegovo nebo jest zemlja, Njegovo nebo su drugi – On je spasenje koje hodi tik bok uz bok s tobom (E. M. Ronchi). Njih dvojica sad će doživjeti da s Njim svaka tama, svako razočaranje i smrt, svaka noć sjaji kao dan. Jer On je Mlado Sunce!\n\nOni će ući u tihu i duboku tajnu. Njima liturgija puta otvara liturgiju nade... Isus im tumači da je Mesija trebao trpjeti, tumači im zakon bola i ljubavi; zakon života osvjetljava riječju Božjom. I pomalo se duše dvojice suputnika počinju razvedravati jer otkrivaju veliku istinu: ruka Božja počiva baš ondje gdje se to čini nemogućim – na križu! Ruka Božja, toliko skrivena da se činila odsutnom, tkala je zlatnu nit na platnu svijeta, tkala ju je odozdo, od najniže točke – od križa! Neprestano nešto zaboravljamo: čim je više ruka Božja skrivena, tim je moćnija. Čim je tiša, tim je učinkovitija (E. M. Ronchi).\n\nŠto su to ova dvojica imala što drugi nemaju? Koje su korake prevalili od neprepoznavanja do susreta?\n\nPrvo, ovi učenici su doista tražili Gospodina. Oni se nisu stidjeli niti bojali imati nade u Isusa. Istina je da Ga nisu baš najbolje slušali, puno su toga shvaćali po svome. Ali, i kad se činilo da je sve propalo, da je sa Isusom umrla svaka nada, oni ne prestaju govoriti o njoj. To govori koliko su njome bili zaokupljeni. Njihova bol jest izraz njihove želje.\n\nDrugo, kad im se Uskrsli približio u liku neznanca, oni se daju poučiti. Treba moći odstupiti od onog što ja mislim da bih se približio istini. Traže. I zato slušaju. Uče da Isusova smrt nije propast. Ona jest ono što se vidi – smrt, međutim Isus je učinio nešto što oni sad ne vide a to je presudno: uspio je u poslušnosti Ocu! On je prvi čovjek koji je uspio probiti barijeru neposluha prema Ocu nebeskom, barijeru koja dijeli čovjeka od Boga. To je ona duboka istina, dublja i jača od smrti. Zato smrt ne može biti propast. Oni slušaju i gori im srce! Ulaze u novu istinu.\n\nNa primjeru ove dvojice Isusovih učenika vidimo tko može susresti Uskrsloga: tek onima koji Ga traže pa makar i krivo, onima koji su spremni ispravljati svoje mišljenje jer od svega pa i od vlastitog mišljenja im je najvažniji On – tek njima dolazi Uskrsli!\n\nTakvi će doživjeti da je On uvijek drugačiji – bliži nego što mogu misliti i jači nego što se smiju nadati.\n\nTrajalo je samo jedan trenutak, ali bilo je dovoljno: makar je odmah iščeznuo, oni su bili novi ljudi! Nad njihovim životima i daleko, daleko u svu vječnost iza njih sjala je svjetlost koja nikad više neće ugasnuti.\n\nŽelim vam događaj Emausa: susret s prisutnim Bogom koji je tu a koga ne opažam, pronaći Boga koji Ti je sposoban ukrasti srce, pronaći nekoga na putu svog života tko će Ti tako govoriti o Bogu da slušati ga znači gorjeti novim plamenom (E.M. Ronchi)!\n\nOd sada, vidjeli Ga ili ne, čuli Ga ili ne, dvojica učenika znaju: sigurno će Ga susresti kad god se čita Sv. pismo, kad god braća lome kruh! Prisutan je u čitanju Pisma i lomljenju kruha!\n\nI mi danas čitamo Sv. pismo i lomit ćemo kruh. I On je prisutan. I čeka da mu se otvorimo – da i mi postanemo prisutni. Da se dogodi susret. Da se zapali srce i zasja svjetlo!",
  "title" : "Suputnik na našim putovima"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-05-08T22:00:00.000Z",
  "image" : "http://www.zg-nadbiskupija.hr/UserDocsImages//stories/SLIKE/2017/2/TomislavIvancic.jpg",
  "itemId" : "957ef317-ff4d-e127-acd6-3bc6ef07e9df",
  "text" : "Ništa nas ne čini tako kukavičkima i nesavjesnima kao želja da nas svi ljube. Tome bi trebalo dodati da nam ništa ne zadaje toliko boli i muke, ništa nas ne uvodi u toliku depresiju i tjeskobu kao stav prema životu u kojem očekujemo da nas ljudi cijene i vole.\n\nSvaki dan ćemo čuti nekoga kako ogorčeno pripovijeda da je nekome darovao sve, da mu je pomogao da se školuje i studira, da mu je posudio novac da si napravi kuću ili da se oženi, da ga je savjetovao, da mu je bio prijatelj i toliko toga, a onda je pobrao šutnju i nezahvalnost.\n\nŽivot nije trgovina. Ljudima se ne pomaže da bi ih se kupilo, vezalo uz sebe i onda pobralo rezultate u kasnijim godinama. Ljubav se ne da ničim platiti. Tko rađa djecu da bi se njima služio, da bi imao sretnu starost, da bi kraj njih uživao, taj nije dostojan imati djecu. Ljude se ne može kupovati, duša se ne može prodati za nikakvo dobro djelo, naš život se ne može osigurati nikakvim djelima, nikakvim zaslugama, nikakvim dobročinstvima prema ljudima, siromašnim ili bogatima. Dobro djelo je već samom sebi nagrada.\n\nTražiti, dakle, da nas svi ljube jest promašen život. Na zemlji se trpi i umire. Ovdje se gubi i sve ostavlja iza sebe. Ovdje nitko ne može ostati zdrav, ovdje nitko ne može ne umrijeti, ne zadobiti ranu, ne biti kritiziran, ne biti više ili manje obespravljen, ovdje nema ljudi koji ne plaču. Na zemlji se pati, na zemlji se ne vidi direktno svjetlo, nego tek kroz suzu i iz toga kroz dugu. Čim kreneš putem dobra sjene zla će te opkoliti i htjeti zaustaviti.\n\nSretni mogu biti samo oni koji znaju da je život borba, da se ovdje sve pobjeđuje s ljubavlju, da se ovdje isplati biti samo dobar prema čovjeku i ne tražiti nagradu, da se odavde odlazi, ali se zauvijek živi na nebu, da ćemo tamo prebirati i razgovarati o svemu što smo ovdje doživljavali, da ćemo tamo biti najsretniji što smo ovdje bili hrabri u teškoćama, patnjama, što smo činili dobro, a da to nitko nije znao, što nismo od nikoga očekivali da nam pomaže, nego smo bili sretni da mi smijemo pomagati.",
  "title" : "Želja da nas ljube"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-24T22:00:00.000Z",
  "image" : "https://scontent.fzag1-1.fna.fbcdn.net/v/t1.0-9/92726181_10216441779701510_6278031791953543168_n.jpg?_nc_cat=107&_nc_sid=8024bb&_nc_oc=AQlQ8aKZFXp7PF8l0I9dFjgDvV9ymfXvIgkWV-w7niVikLh2piJvJSdxIcpkVWr3EYE&_nc_ht=scontent.fzag1-1.fna&oh=1e9d365474f121e99d3bc1eedcf063e6&oe=5EC9B1F2",
  "itemId" : "9d9bdc01-40db-177f-8633-8cffcd410d4f",
  "text" : "Znam da me moj Gospodine nikada nećeš napustiti, koliko god prljav bio, Tvoja milost će me uvijek oprati. Da Gospodine i prije nego te zamolim Ti ćeš sve oprostiti. Moja opterećena savjest, osjetit će što znači Tvoja nježnost.\n\nSvaku moju uvredu Tvome milosrdnom srcu ti ćeš zaboraviti, Kada usamljen budem patio i samo Tebi moj Isuse budem vapio, Ti ćeš doći, svoje uho tik do mojih usana prisloniti, Svaku riječ osluhnuti, sebe mi polako darivati.\n\nO svojim bolima Tebi ću govoriti, Svaku ranu gorkim suzama isplakati, dok tako tužan budem jecao, osjetit ću u sebi kako si moje srce dotakao, kako si sve moje patnje skupa sa mnom osjećao, svaki moj korak uza me hodao.\n\nNikada me zlu u ruke nisi predao, Onu posljednju kap Krvi za mene si dao. Da sam Tvoje ljubavi vrijedan meni si pokazao, ljubeći me sa drva križa sve si dokazao.",
  "title" : "Razmišljanje"
}, {
  "author" : "zupajastrebarsko.hr",
  "date" : "2020-06-11T22:00:00.000Z",
  "image" : "https://www.nedjelja.ba/upload/image/sample/presveti-oltarski-sakrament.jpg",
  "itemId" : "Tijelovaasdasdasd",
  "text" : "Danas s radošću u dušama slavimo blagdan Tijelova (latinski Corpus Christi). Spominjemo se ustanovljenja Euharistije na Veliki četvrtak, pričesti, sakramenta tijela i krvi Kristove, kao uspomenu na posljednju Kristovu večeru. Ta se svetkovina pojavila u XIII. stoljeću, a na cijelo zapadno kršćanstvo proširila se u XIV. stoljeću. Augustinska redovnica, sveta Julijana iz samostana kod Liégea u Belgiji, imala je viđenje punog mjeseca, na kojem je opazila mrlju. Puni mjesec je protumačila kao Crkvu, a mrlju kao nedostatak blagdana, kojim bi se častio Presveti oltarski sakrament. Na njezinu molbu, mjesni je biskup za svoju biskupiju uspostavio blagdan, koji se na početku zvao blagdan Euharistije. Sveta Julijana i njeni suvremenici promicali su ideju toga blagdana i željeli su ga proširiti na cijelu Crkvu. Papa Urban IV. objavio je 1264. bulu, kojom je blagdan Euharistije proširio na cijelu Crkvu.\n\n \n\nPuni naziv tog blagdana je Presveto Tijelo i Krv Kristova. Tim blagdanom želimo obnoviti svoju vjeru u osobu Isusa Krista, Bogočovjeka, koji je u određenom povijesnom času kao jedinorođeni Sin Božji postao povijesnom osobom. To je tajna njegova utjelovljenja. Bog je postao čovjekom, jedan od nas, s konkretnim tijelom, a u njegovim žilama teče ljudska krv. “U svemu jednak, osim u grijehu,” kao što je rekao sveti Pavao.\n\nNa današnji se blagdan sjećamo kao je Bog uzeo ljudsko tijelo da bi postao čovjekom. U Isusu je Bog svima nama dohvatljiv i blizak. Tajnu svojega utjelovljenja utkao je Isus na svojoj posljednjoj večeri u znakove kruha i vina, koji snagom njegove riječi postaju Tijelo i Krv Kristova, dakle sakrament euharistije, dar pričesti, hrana i piće. Posebno su pritom naglašeni neki elementi tog sakramenta: kruh u obliku hostije, koji se pokazuje kod podizanja; kalež s vinom koji se isto tako pokazuje vjernicima kao znak i dar.\n\nTijelovo želi osobito naglasiti istinu da je Isus pravi čovjek i pravi Bog, a kao čovjek da ima tijelo kao i mi. To je dar Kristova predanog tijela, dar njegove prolivene krvi, to je dar njegove neizrecive ljubavi za svakog od nas osobno. Presvetom Tijelu Isusovom i Predragocjenoj Krvi Kristovoj posvećena su mnoga naselja, župe i kapele diljem svijeta i hrvatskih krajeva (Zagreb-Sopot, Zagreb-Kozari Bok, Zagreb-Mošćenička, Trešnjevka, Zagreb-Tuškanac, samostanska kapela Klanjateljica Krvi Kristove, Petrovina kod Jastrebarskog, Ludbreg, Kučiće kod Omiša).",
  "title" : "Tijelovo"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-05-07T22:00:00.000Z",
  "image" : "https://hu-benedikt.hr/wp-content/uploads/2012/12/molit.jpg",
  "itemId" : "a563ebaa-e046-538e-d678-e474130bdc42",
  "text" : "Trebamo se sjetiti činjenice da je druga osoba u svojoj biti dobra, jer ju je Bog stvorio, to je dijete Božje. Ta osoba reagira negativno jer je i sama izranjena, zato jer je prošla kroz negativna iskustva. Ljudi nam mogu pružiti samo ono što su sami doživljavali i iskusili na sebi. Tako osoba koja je rasla u obitelji punoj ljubavi ona će biti ispunjena ljubavi i to joj neće biti problem da to i drugima pokaže i daje. No osoba koja je doživljavala grubosti, osoba koju su tukli, kojoj su govorili da ništa ne vrijedi, koju su zlostavljali i omalovažavali je, moći će jedino takvo ponašanje i riječi prenositi dalje jer je jedino to što je ona naučila i za bolje ni ne zna.\n\nOprostiti drugima ne možemo sami , nego je za to potrebna Božja milost.\n\nBog čeka na našu odluku za praštanje, da kažemo , Bože , hoću oprostiti. Ja želim ne vezati se za to.Želim biti slobodna. Ne želim se vezati za ono negativno u toj drugoj osobi i želim biti slobodna i sretna bez obzira što se to među nama dogodilo. To puštam prošlosti i želim da me Bog ozdravi. I tada Bog ima slobodu da promjeni tu osobu kojoj smo oprostili jer naš grijeh i negativnost prema toj osobi nije više zapreka, i onda on može slobodno doći do te osobe da bi i nju obratio, da ona više nije vezana za to zlo , jer je puno gore činiti zlo nego biti žrtva zla.\n\nPo našem oproštenju u nas teče Božja milost i ozdravlja i nas i tu osobu.\nKako moliti za osobu koju želimo promijeniti?\n\nPrvo, u duhu toj osobi prilazimo, zajedno s Isusom, i molimo je da nam oprosti što je ne razumijemo, što o njoj mislimo negativno, što smo je ogovarali i što se vežemo za sitnice kod nje. To se često događa u braku. Drugo, toj osobi oprostimo sve što imamo protiv nje. Možemo u duhu reći da joj opraštamo sve one grube riječi između nas, predbacivanja, tvrdoglavost, nestrpljivost, oholost. Isus traži u Oče našu da mi oprostimo i ako ne opraštamo, mi tu molitvu ne možemo iskreno moliti i Bog ne može nama oprostiti. Ako prineseš dar u žrtvenik, pa se ondje sjetiš da tvoj brat ima nešto protiv tebe, ostavi dar pred žrtvenikom, idi i najprije se izmiri s bratom i onda dođi i prinesi dar. Naše srce treba biti slobodno i čisto za Boga, on tada može djelovati u nama.Ako nije tako , onda je to zapreka za Boga\n\nKad smo oprostili, onda Bog nadoknađuje štetu i nama i toj osobi.\n\nSada trebamo odlučiti da se više nikada nećemo izražavati negativno o toj osobi, nećemo o njoj ni misliti negativno, a kamoli govoriti i da ćemo je zavoljeti poput malog djeteta. Istio je tako korisno da za tu osobu zahvaljujemo, da molimo Božji blagoslov za nju, molimo Isusa da tu osobu izliječi i da je oslobodi svih tih navezanosti, grijeha, ovisnosti. Molimo Boga da je ispuni svojim duhom, jer je to Božja snaga da ona ne mora činiti to zlo, tada Duh Sveti u njoj omogućuje da je slobodna i da je krepost Božja nosi , da nije rob grijeha. Možemo moliti Oca nebeskog da bude njegova volja u životu te osobe , da se dogodi za nju ono najbolje što je Bog za nju zamislio. Još se možemo za drugoga zauzeti putem Svete mise.\n\nSvetu misu možemo prikazati ne samo za svoje vlastite slabosti nego i za grijehe i slabosti drugih ljudi, osobito ako su oni iz obitelje , među prijateljima. Tako možemo prikazati i za ovisnosti, ako je neko alkoholičar, uzima drogu, agresivan je, da psuje, mrzi , da ne može oprostiti, da je pun strahova itd.\n\nBilo koji problem možemo donijeti Bogu u Svetoj misi. Kako?\n\nKad idemo na Svetu misu s tom nakanom, za nekoga drugoga, onda je važno da na početku Svete mise prvo priznamo svoju krivicu i za nju se pokajemo, i da zamolimo Gospodina da oprosti toj osobi. Drugi korak je na prikazanju, kad svećenik prinosi darove, je da taj porok stavimo na oltar, i da ga predamo pod Isusovu vlast. Isus je jači od bilo kakvog grijeha i zla. Na svetoj pričesti se pričešćujemo s nakanom da Bog tu osobu oslobodi poroka i slabosti. Iza svete pričesti izmolimo slijedeće. Isuse, u tvoje ime i u snazi Duha Svetoga molim neka od te osobe odstupi duh alkoholizma i duh psovke, svađe. Na kraju svete mise zahvalimo Isusu što je potpuno oslobodio tu osobu. Zamolimo Duha Svetoga da joj da suprotnu krepost, da dođe do te preobrazbe.Ako se radi o ovisnosti, da tu osobu ispuni duh slobode. Ako je agresivnost , molimo da se na nju spusti mir, dobrota i nježnjost.\n\nAko je bila u pitanju mržnja da ta osoba postane puna ljubavi. Vjerujem u dobro u tom čovjeku.Ako je Bog stvorio tu osobu, onda je sigurno da je ona u svojo biti dobra. Ja vjerujem u dobro u tom čovjeku.Ne želim gledati ono negativno. Bog je jači od svakog grijeha i slabosti u toj osobi. Preostaje nam post i odricanje, da činimo za tu osobu nešto što nam je po naravi teško. Post, molitva i djela ljubavi Isus preporuča kao izvor milosti koja može svaku situaciju preokrenuti na dobro. Važno je da molimo ustrajno, da ne pitamo do kad treba moliti, nego da molimo dok se god sa tom osobom ne dogodi. Moliti treba nastaviti čak i onda kad se ništa ne mjenja ili nam se čini da je situacija još gora.",
  "title" : "Kako oprostiti?"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-05-06T22:00:00.000Z",
  "image" : "https://duhovnost.net/wp-content/uploads/2017/02/16804383_974027852728308_4985731844696073474_o-860x450_c.jpg",
  "itemId" : "ab415dff-c557-cf92-0910-90076d773544",
  "text" : "Vrijeme je dragocjenost koju treba nečim ispuniti.\nOno nam kao prosjak dolazi na naša vrata moleći nas da ga ispunimo. Postoji ispunjeno i prazno vrijeme. Ispunjeno vrijeme pak može biti ispunjeno dobrim ili zlim uspomenama, riječima, djelima, slikama, susretima.\n\nČime ispuniš svoje vrijeme, takva će biti tvoja budućnost. Vrijeme je poput posude koja ti se nudi.\nAko danas u tu posudu staviš neko dobro djelo, dobru, pametnu, mudru misao i izreku, ako odabereš neki lijep susret za tu posudu ili neku sabranu molitvu koja te je oslobodila od straha, od grižnje savjesti, od depresije i tjeskobe - tada će tvoje vrijeme biti ispunjeno dobrotom i svjetlom i tad je tvoja budućnost sigurno dobra.",
  "title" : "Vrijeme"
}, {
  "author" : "",
  "date" : "2020-05-12T22:00:00.000Z",
  "image" : "https://miro.medium.com/max/1260/1*sDXLy1RB8mM8x_CMIJUm7Q.jpeg",
  "itemId" : "b5aac016-6b8c-a067-1924-ff6f6a80c7f6",
  "text" : "“Tko hoće da među vama bude najveći, neka vam bude poslužitelj! I tko hoće da među vama bude prvi, neka bude svima sluga.” (Mk 10, 43-44)",
  "title" : "Najmanji"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-25T22:00:00.000Z",
  "image" : "https://scontent.fzag4-1.fna.fbcdn.net/v/t1.0-9/91633199_10216339034572946_6147308488000274432_o.jpg?_nc_cat=100&_nc_sid=8bfeb9&_nc_oc=AQlA02J--sDY1m7D9-DRxXYS2mY18mWFpGGzC2ut-3iJN3EwLZ-zMA9wGHkk5IYAWP0&_nc_ht=scontent.fzag4-1.fna&oh=453af5bb26856f9c0ea978e67925fe7e&oe=5EC9DFF1",
  "itemId" : "babf3730-271b-2450-36eb-e76439167fb0",
  "text" : "U svakoj biljci teku čestice Tvoje Ljubavi. Zrak koji me okružuje u potpunosti je ispunjen Tvojom prisutnošću. \nKazaljka na satu otkucava u svome ritmu, sekunda po \nsekunda, niti jedna nije prošla bez Tvoga dopuštenja. \nTi si Ljubav koja uvijek umire za mene. Tvoje srce toliko čezne za mnom da sve čini kako bi stalno bili zajedno. \nNe tražiš od mene da budem dobar i da Ti dolazim samo kad se trudim biti dobar, baš naprotiv želiš samo da čeznem za Tobom, da Te žeđam čitavim svojim bićem. Tražiš srce otvoreno za Tvoju milost kroz koje se želiš proslavljati. Ti želiš kroz mene pokazati svoju dobrotu.\nLjubiš me kroz moje slabosti, on nisu zapreka za Tvoje usne koje žele ljubiti moje siromašno srce. U Ljubavi nema straha, Ljubav ne zna za kazne, Ljubav se ne boji propasti ni pakla, Ljubav je trenutak za kojim čeznem od kad sam došao na ovaj svijet, Ljubav to si Ti.",
  "title" : "Ljubav to si Ti"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-08T22:00:00.000Z",
  "image" : "http://www.politikaplus.com/img/s/810x500/upload/images/gallery/T/tomislav-ivancic.jpg",
  "itemId" : "cd903c32-d7f5-418a-907b-ad851415bf09",
  "text" : "Svi su ljudi patnici. Nitko nije imun na žeđ i glad, glavobolju i zubobolju, nitko nije imun na kritike, napade, nerazumijevanje i nesporazume. Svatko ima svoje bolesti, svoje mane, svatko ide svojim putem prema smrti.\n\nČovjek je u srži patnik. Stoga je jedini ispravni stav prema čovjeku, biti mu supatnik. Nikada čovjeka ne osuditi, jer ne znaš zašto je takav.\n\nNikad čovjeka koji pada ostaviti da leži, nego ga podignuti. To znači liječiti vlastito srce. Nikad čovjeka koji je ranjen ne ranjavati još dalje, nego mu zaviti rane, liječiti ga i tako i sebi donijeti mir.\n\nNe ubijati zločinca, nego ga razumjeti, liječiti i spašavati, to znači stvarati novo društvo. Ne opominjati djecu vičući na njih, nego ih ljubeći, biti s njima strpljiv, moliti za njih i očekivati da će se u njima pojaviti dobro, koje je u svakom čovjeku posađeno. Svi smo mi ranjivi i svi mi očekujemo nekoga tko će nas prihvatiti, razumjeti, zaviti nam rane i koji će nas primiti pod svoj krov. Svi mi očekujemo nekoga tko će nam se nasmiješiti i reći da smo simpatični. Očekujemo da će nas netko povesti autom s radošću, da će nam netko, dok prolazi pokraj slastičarnice, kupiti sladoled i reći: »Simpatičan si mi i zato sam to učinio.«",
  "title" : "Ne osuditi"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-04-21T22:00:00.000Z",
  "image" : "https://www.medjugorje-info.com/images/Svecenici/Tomislav-Ivancic.jpg",
  "itemId" : "d719e5ee-9fc7-19ea-15e5-7a1d7016f89e",
  "text" : "Postani svjestan da je Isus pred tobom. Moli Ga da te uvede u tajnu odricanja.\n\nI. Postaja\nNe brani se kad te sude. Osuda te ne može uništiti, ne ostavlja te samoga, nego te dovodi k meni i vodi u slavu. To je tvoj i moj prvi križ. Ne boj se! Ta osuda – to su tvoja vrata k meni.U toj krivoj osudi susrest ćeš mene. Tada te nitko više neće moći osuditi.\n\nII. Postaja\nKriž ti je svaki trenutak života. Možeš ga prihvatiti ili odbaciti. Kroz križ koji prihvatiš dobivaš velike milosti i tvoja vjera raste poput nabujalog potoka.\n\nIII. Postaja\nTeško je padati. Svi žele ostati na nogama i pobijediti. Imaj hrabrosti pasti i ne prikrivati svoj pad, nego ga priznati. Kad shvatiš da sam i ja pao, tad ćeš u svojem padu ugledati moje lice i bit ćemo skupa pobjednici nad padovima  i grijesima.\nVažno je samo da u padu ne ostaneš sam, već da dođeš k meni.\n\nIV. Postaja\nNemoguće je ne ražalostiti one koje ljubiš. Nemoguće je ne razočarati ljude koji te vole. Ne možeš ih očuvati od toga. Prihvati neizbježne sablazni. Prihvati to da smiješ razočarati. Naći ćeš tu mene i moju majku.\n\nV. Postaja\nTo je križ – kad nemaš nikoga tko bi te požalio i volio. Kad to prihvatiš, tad sam ja tu, tad nisi sam. I zato, ne čudi se ako se sve opire tome križu. “Duh žudi protiv tijela, a tijelo protiv duha.” Ne zaboravi! Uzmi svoj križ i pođi za mnom. Susrest ćemo se.\n\nVI. Postaja\nKriž je dopustiti da ti ljudi čine dobro, a nemati čime uzvratiti.  Imaj hrabrosti i učini ono što sam ja učinio. Dopusti da ti ljudi čine dobro iako ih nemaš čime  nagraditi. Dopusti da smiješ ostati dužan. Ne treba platiti sve, nego kao naplatu dati sebe. Nauči primati darove bez naplaćivanja. To su vrata k meni. Prihvati stid što nemaš čime uzvratiti. Tad mi dolaziš.\n\nVII. Postaja\nTvoj je sedmi križ u tome da padaš i to priznaš. Ne plaši se pada, nego se okreni k meni. Ako taj križ dobro prepoznaš, naći ćeš me u njemu. To je poraz tijela, a pobjeda duha.\n\nVII. Postaja\n\n\nTo je križ – pregorjeti svoju muku, nadići  je i iznad nje vidjeti oslobođenje. Nikakva bol nije tragična. Tragedija je sljepoća i tvrdoća srca. Ne vidjeti da svaka smrt ima uskrsnuće, svaka bolest ozdravljenje, svaki odlazak dolazak dopustiti da padneš u samosažaljenje, to je tragedija. Pobjeda je tamo gdje tješiš druge kad i sam trebaš utjehu. Tada sva utjeha tvoja dolazi od Boga. Kad budeš, izranjen i u bolima, druge tješio, tad ćeš me naći. Otvori i ta vrata!\n\nIX. Postaja\nKad više ne možeš računati na sebe, tad ćeš me naći. Tad ćeš me zazvati cijelim srcem i ja ću ti se odazvati. To je križ: potpuno izgubiti, dokraja biti napušten, umrijeti, više nitko na tebe ne računa, kad izgube svaku nadu da od tebe nešto može biti. Taj te križ još snažnije vodi k meni. Hoćeš li prihvatiti taj križ? Ne boj se, jer ja sam s tobom. Ja sam pobijedio svijet.\n\nX. Postaja\nGrijesi su te već davno razgolitili. Uzmi taj križ i nitko te više neće moći razgolititi. Dopusti Ocu da ti dade novu haljinu. Daj mu svoju intimu. Daj da je obuče u savršenu nevinost. Danas priznaj da si tu slab. To je deseti križ – križ stidljivosti, srama, čežnje da ostaneš nevin, križ straha da netko ne dozna kad padneš. Uzmi taj križ i naći ćeš me brzo. Tu te čekam.\n\nXI. Postaja\nDok križ nosiš, još imaš mogućnosti odbaciti ga. Ali kad te jednom prikuju za njega, više nema odvajanja od križa. Sad znaš: križ je tvoja sudbina do smrti. Eto to je teško. Ne boj se! Želim samo da se ne varaš čekajući dolazak nečega drugoga. Zapamti taj jedanaesti križ. To je naš jedanaesti susret. Ja mu se radujem.\n\nXII. Postaja\nSmrt te oslobađa križeva, a ja smrti. Danas pogledaj smrti u oči. Uzmi taj križ kao Očev dar. Ti imaš svoj svršetak. Dok se opireš smrti, ne nalaziš me. Dvanaesti križ je kao blagdan, vrhunac, završetak svega. Zapravo, to je početak Života.\n\nXIII. Postaja\nTek kad sam umro, priđoše mi prijatelji. Ti si sjeme za neka buduća vremena.Tebe sam postavio da siješ za novi svijet. To je tvoj križ. Dajem ti vjeru, jer za života ćeš jedva vidjeti uspjeha. Tek će te poslije smrti slaviti. Hrabrost je to – sijati da bi drugi želi. Ali to sam ja koji ti idem ususret. To je uskrs.\n\nXIV. Postaja\nSjeti se da te grob plaši. Kad se zatvori grobni humak, više te nema.\nKad znaš da nitko neće dolaziti na tvoj grob, kad završiš nepoznat i jadan, kad baš ništa iza tebe ne ostane, tad ćeš me sresti. Nemoj više gledati grob kao beznađe i kraj, nego kao rađanje i početak. Neka umre tvoja oholost. Uskrsna zora već je na pomolu.\n\nOče, hvala ti za ovaj križni put. Prepoznao sam svoje križeve, koje trebam svaki dan uzeti i poći za tvojim Sinom. Sad znam kako se prihvaća, odriče, prašta i voli unatoč svemu! Sad znam kako se umire prije smrti i koraca ususret Životu.\nHvala ti što sad ulazim u tvoje kraljevstvo. Izlazim iz svoje buntovne volje i ulazim u tvoju. Postajem dionik tvoje naravi, tvoje dijete, tvoja radost. Oče, učini da se ostvari već danas i moj Uskrs.\n\nAmen!",
  "title" : "Križni put \"Pođi sa mnom\""
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-28T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "da78b339-ee12-4e96-c534-53e804ab241a",
  "text" : "Da bi se uspio oduprijeti svojim slabostima i grijesima prvo moram doživjeti da sam i takav, grešan i slab ljubljen od Tebe. Dok me promatraš kako se sam borim i kako uporno želim ispasti dobar, a nikako u tome ne uspijevam, Ti si žalostan. Želiš da i takav najprljaviji dođem u Tvoju prisutnost i da se kao Tvoje ljubljeno dijete bacim Tebi u naručje prepun povjerenja da ćeš me očistiti, da ćeš me liječiti toplinom svoga zagrljaja.\nTi nisi hladan bog koji računa moje grijehe i koji me baca u pakao. Također Ti nisi bog koji će nagraditi moja dobra djela i tako me spasiti bez da sam Te ikada poželio susresti. Moja dobra djela ništa mi ne vrijede ako nisam upoznao Tvoju Milost, Tebe kao Tatu. Kako ću uživati u raju pored nepoznate osobe. Kako da uživam Ljubav ako nikad nisam poželio susresti Ljubav koja se daruje na oltaru, koja umire za mene, Ljubav koja želi po svetoj Pričesti živjeti u meni. Uzdanje u vlastitu dobrotu odvodi me u sebičnost i razmišljanje kako mi nitko ne treba. Ni crkva ni svećenik, samo ja i moja dobrota.\nMoja dobrota postaje moj bog koji me ne može spasiti, to može samo Tata, Isus iz Nazareta.",
  "title" : "Dok me promatraš"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-05-05T22:00:00.000Z",
  "image" : "https://duhovnost.net/wp-content/uploads/2015/12/heart-in-hands-860x450_c.jpg",
  "itemId" : "dd5cd67a-4773-dd2e-0102-614546c25998",
  "text" : "Ti si, poštovani prijatelju, biće koje govori. Bog ti je darovao govor. Riječima možeš izraziti sebe, razjasniti prijateljima svoje želje, pozvati druge u pomoć, s njima razgovarati i dogovarati se.\n\nGovor je most između tebe i drugih bića, između tebe i Boga. Govorom iznosiš sadržaj koji je u tebi. Govor je odraz tvoje unutrašnjosti. Govor te izdaje. Prepoznaje te se po govoru. Možeš samo onako govoriti, kakav sadržaj nosiš u svome srcu. Drugim riječima govor su posude kojima se iznosi bogatstvo ili siromaštvo tvog srca. Govorom poklanjaš drugima ono što imaš u sebi.\n\nGovorom možeš druge obogatiti ako je tvoj sadržaj dobar i osiromašiti ako je tvoj sadržaj zao. Govorom možeš graditi i rušiti. Možeš hrabriti i plašiti, možeš oživjeti i ubijati. U govoru sam čovjek biva predan drugima. Čovjek ne može ništa govoriti. On uvijek nešto prenosi govorom. Nema praznog govora niti nesadržajnog govora. Svjesno, podsvjesno ili nesvjesno govor iznosi ono što je u čovjekovom srcu. Budući da u srcu uvijek nešto ima, uvijek će govor iz njega nešto iznijeti. Govor pokazuje kakav si i tko si. Isus je o govoru rekao: Tvoje će te riječi opravdati i tvoje će te riječi osuditi. Čovjek će odgovarati za svaku riječ koju je izgovorio.\n\nGovor je, dakle, odlučujući u tvome životu. Govor sam kao takav ne odlučuje o tvom životu, on pokazuje kakvo je tvoje srce i upozorava te jesi li pravedan ili nepošten. Srce je središte tebe u kojem se odlučuješ za dobro ili zlo, za pravdu ili razaranje. Uzalud je pokušaj popraviti samo govor. Posuda može biti najdragocjenija, ali ako je sadržaj prljav i otrovan, onda truje sve oko sebe i uništava. S druge strane može posuda biti skromna ali ako je sadržaj dragocjen, on uzdiže i oživljava. Srce je važno. Najprije očisti srce i sve će ti biti čisto.\n\nSrce je središte tebe. U njemu se sve događa, u njega se slijevaju svi tvoji doživljaji i sva tvoja iskustva. U njemu se opredjeljuješ za djelovanje i koracanje. Ako je srce pravedno, nikoga se nećeš stidjeti. Ako je nečisto i nosi zle namjere o drugima, morat ćeš se naprezati da te srce govorom ne izda. Bit ćeš napet, trošit ćeš duševne energije za potiskivanje zlih misli, slika i namjera i osjećaja. Živjet ćeš tako stalno u strahu. Bježat ćeš od ljudi. Klonit ćeš se Boga, brzo ćeš oboljeti, jer se troše duševne energije na zlo, umjesto na dobro. Bit ćeš sve siromašniji, osamljeniji, izgubljeniji. Tražit ćeš liječnike i sredstva za jačanje i ozdravljenje, pohađat ćeš psihijatre i čuditi se vlastitom nestajanju, a zapravo je trebalo samo jedno: izbaciti zle i mračne namisli srca. Dok je srce puno zla, postaješ zao i razaraš svoj život. Ali, tvoj govor, nikao iz zlog srca, truje ljude oko tebe. Tako si razaratelj društva i domovine.\n\nNaprotiv, tvoje dobre riječi, tvoje dobre želje, sretne misli, čestite namjere učinit će te krepkim, zdravim, obljubljenim, željenim čovjekom, kome će buduća pokoljenja zahvaljivati za svijetle tragove. Hrabrost će biti tvoje koracanje i uspjeh tvoje djelovanje. Bit ćeš uzor mladima i radost starcima. Sloboda će biti stroga lica a tvoje će riječi jačati ljude oko sebe. Bit ćeš blagoslovljen među ljudima. Pozvan si da baštiniš blagoslov.\n\nTomislav Ivančić, Povratak nade",
  "title" : "Srce je tvoje zrcalo"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-04-22T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "ddaa3088-2a4d-3f0d-1684-f373652ee8db",
  "text" : "Grešnu Samarijanku kaznio si tako što si joj darovao živu vodu koja je potekla iz Tvoga Srca prema njenom grešnom srcu. Bludnicu koja je bila zatečena u preljubu i koja je zaslužila kamenovanje po slovu zakona kaznio si tako što si mržnju njenih progonitelja preuzeo na sebe. Sve one koji su Ti se rugali i pljuvali po Tebi dok si nosio svoj križ kaznio si svojom tišinom poput janjeta. Sve one koji su Te posve ogolili i prikovali za drvo križa kaznio si tako što si Ocu zavapio da im oprosti jer ne znaju što čine. Svoje apostole koji su Te napustili kaznio si tako što si im nakon Uskrsnuća došao i rekao: \"Mir vama, ne bojte se, ja sam!\" \nTakvu Ljubav sam upoznao i u svome životu. Kada sam Te najviše gazio Ti si mi baš tada pokazao koliko me snažno ljubiš. I da ne zaboravim, baš tada kaznio si me tako što si me pozvao da budem Tvoj učenik. Volim Tvoje kazne i nadam se da će i još puno biti u mome životu.",
  "title" : "Kazna"
}, {
  "author" : "Luka 11:9-10",
  "date" : "2020-08-11T22:00:00.000Z",
  "image" : "https://i.pinimg.com/originals/5b/1a/c4/5b1ac42ae68f4cb26659a9672507abf8.jpg",
  "itemId" : "df123123h45234213asd4321gh",
  "text" : " “I ja vama kažem: Ištite i dat će vam se! Tražite i naći ćete! Kucajte i otvorit će vam se! Doista, tko god ište, prima; i tko traži, nalazi; i onomu tko kuca, otvorit će se.” Luka 11:9-10\n\n \n\nNemojte se cjenkati s Bogom. Budite izravni. Pitajte za ono što vam je potrebno. Ovo nije igra mačka i miša, ili skrivača, Usudite se pitati. Moć se nalazi u postavljanju pitanja. Ne kažemo da trebate Bogu predstaviti božićnu listu poklona, ali pitajte stvari koje su bitne, očekujte čuti odgovor i budite ga spremni prihvatiti. Kad nas djeca nešto pitaju, mi kao roditelji ne možemo odoliti, a da se ne potrudimo i damo im najbolje što im možemo ponuditi, zar ne?",
  "title" : "Pitajte ono što trebate"
}, {
  "author" : "Zvjezdan Linić",
  "date" : "2020-08-06T22:00:00.000Z",
  "image" : "https://www.foundationarts.com/images/thumbs/0116487_his-mighty-hand-original-original-oil-on-canvas-64-x-51375.jpeg",
  "itemId" : "df123123h452344321gh",
  "text" : "Budite u svijetu, ali ne od ovoga svijeta!”, poručuje Isus svojim učenicima. To su riječi koje kršćani prepoznaju ne samo kao neki povijesni zapis nego i kao Riječ istine, uzeta iz Evanđelja. Isus to i nama govori, kao što je to vrijedilo i za vrijeme dok je s učenicima boravio na zemlji. Ovaj svijet nam se katkada čini previše tmuran i zao.\n\nNa stranicama dnevnih listova i u vijestima sve više prostora troši se na negativne vijesti i na crne kronike. Ističu se brojna kriminalna djela, politički gafovi, različite svađe i drugi prekršaji. Sve nas to znade zaraziti pa i sami počinjemo širiti negativne vijesti. Na taj se način širi zlo. Ono zauzima sve više prostora u nama, pa onda i oko nas. Na taj način nismo u službi dobra, nismo nositelji svjetla. A pozvani smo da u ovome svijetu budemo svjetlo. Stoga ne gubimo vrijeme u to da dokažemo kako ima puno mraka, nego radije zapalimo svijeću. Odmah će oko nas biti manje mračno.\n\nPozvani smo suprotstaviti se nekoj pogubnoj inerciji koja nas paralizira u gledanju i u razmišljanju. Po paloj ljudskoj naravi, koju smo baštinili istočnim grijehom, kao da smo skloniji primijetiti loše stvari i isticati ih na štetu onih dobrih. “Vi ste svjetlo svijeta!”, govori Isus svojim učenicima, a i nama. Važna je i njegova formulacija. Ne govori moralistički: “Vi biste trebali biti svjetlo svijeta!”, nego ontološki: “Vi ste svjetlo svijeta!” To znači da nam je po tajni sjedinjenja s njime u sakramentima kršćanske inicijacije darovao svoje svjetlo. Naša je svijeća u tom pogledu simbolički pripaljena na njegovoj uskrsnoj svijeći.\n\nTako zahvaćeni bit ćemo sposobni činiti dobra djela, ali isto tako i drugima govoriti pozitivno. Primijetit ćemo u takvim razgovorima i u našim pozitivnim vrednovanjima kako su ljudi oko nas zapravo gladni takve korekcije gledanja i razmišljanja. Svatko zapravo želi iz svoje tame čuti neko radosnije razmišljanje koje će ga prenijeti u svijet za kojim čezne. To čak i nije utopija. To je realnost na koju nas poziva Isus koji je u jednom času kada je izgledalo da je tama zahvatila čitav svijet, u času njegova raspeća, uspio probiti tamu mržnje zrakom svjetla u praštanja i ljubavi. S križa prašta.\n\nTa iskra ljubavi s križa rasplamsala se u svjetlo uskrsnuća. Ta iskra ljubavi i uskrsnuća postala je našom baštinom po sakramentima vjere. Nosimo je u sebi kao neuništiv dar koji čezne za vječnim svjetlom gdje tame više neće biti. Pozvani smo da je već sada dalje prenosimo mišlju, riječju i djelom. Širenje lijepih vijesti, prepričavanje dobrih primjera tome služi. Krajnje je potrebno da utječemo na to da se i u našim medijima pojavljuju i stranice s “bijelom kronikom”, a ne samo s “crnom kronikom”. Neka ova nova, bijela, svijetla kronika našega grada, našega naroda, naše domovine i svakodnevice preplavi medije, ali i naše razgovore.\n\nBit će tada u nama i oko nas više svijetla. U takvoj službi dobra zaista ćemo biti ono na što nas Isus poziva: svjetlo svijeta!",
  "title" : "Vi ste svjetlo svijeta!"
}, {
  "author" : "Fulton Sheen",
  "date" : "2020-08-20T22:00:00.000Z",
  "image" : "https://i.pinimg.com/564x/f3/6b/67/f36b67cff94677d9a3d70f60a485031f.jpg",
  "itemId" : "df12312asd3123123h45234213asd4321gh",
  "text" : "Ljubav je trojstvena ili umire. Zahtijeva tri vrline – vjeru, nadu i milosrđe, koje se isprepliću, pročišćavaju i obnavljaju jedna drugu. Vjerovati u Boga znači baciti se u Njegovo naručje; ufati se u Njega znači odmarati se strpljivo u Njegovu Srcu usred kušnji i nevolja; ljubiti Ga znači biti s Njim i participirati u Njegovoj Božanskoj naravi putem milosti. Da ljubav nema vjere i povjerenja, umrla bi; da ljubav nema nade, njezine bi patnje bile torture, a ljubav bi mogla izgledati neljubljena. Ljubav prema sebi, ljubav prema bližnjemu i ljubav prema Bogu idu zajedno, a kad se razdvoje, padaju.",
  "title" : "Ljubav"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-08-23T22:00:00.000Z",
  "image" : "https://i.pinimg.com/564x/35/3e/21/353e219f64403fd0e92cce5b54194120.jpg",
  "itemId" : "df1sad2312asd312sdfsdf343123h45234213asd4321gh",
  "text" : "U životu je najvažnije iskustvo vjere. Vjernik bez iskustva vjere nemoćan je ikome posvjedočiti da se isplati biti vjernik.\n\nVjernik bez iskustva vjere je poput čovjeka koji u ljetnjem vrućem danu zna da postoji sladoled, ali samo u slastičarnici, zna da postoje milijarde novca, bogatstvo i ispunjenje njegovih želja, ali samo u teoriji. Obični vjernici misle da se ne može po vjeri nešto imati na ovom svijetu, nego samo poslije smrti. Tako oni ne žive riječ Svetog pisma i ne ulaze u njegovu stvarnost. Vjernik s iskustvom vjere može druge uvjeriti da Bog postoji i dovesti ih do iskustva vjere. On zna da se može evangelizirati svijet.\n\nApostoli Petar i Pavao bili su jednostavni ljudi poput nas danas. Petar je bio ribar, a Pavao visoko naobraženi teolog. Obojica su bih vjernici židovske vjere, ah bez nekog iskustva vjere, stoga obični, svagdašnji ljudi. Petar je rekao Isusu: »Odlazi od mene, jer sam čovjek grešnik«. Pavao je umjesto ljubavi koju je naređivalo Sveto pismo išao progoniti i zatvarati kršćane. U čemu je bila njihova veličina? Kad su doživjeli preokret?\nPetra je Isus zapazio, čvrsto uzeo za ruku i rekao mu: »Pođi za mnom.« Pavla je Isus srušio s konja, ukazao mu se i rekao mu da će ga od sada upotrijebiti da bude navjestitelj njegove Radosne vijesti. Petar se dugo opirao Isusu, nije prihvaćao ono što Isus govori. Griješio je, plakao, suprotstavljao se Isusu i kajao, bježao od njega i vraćao mu se. I ustrajao je do kraja. Nakon najtežeg razočaranja, Isusove smrti, nije odustao, jer ga je Isus uporno tražio. Na Duhove je doživio iskustvo Duha Svetoga, primio darove Duha i iskustva vjere te je počeo držati govore koji su obraćali tisuće ljudi. Zbog tog iskustva koje je dobio na Duhove, mogao je liječiti bolesnike; ljudi su bolesnike iznosili na trgove da Petrova sjena padne na njih, i bili bi izliječeni.\n\nI Pavao se opirao Isusu. Isus ga je srušio na tlo na putu za Damask. Tada je Pavao upitao: »Gospodine, što hoćeš da činim?« Isus mu je rekao neka primi krštenje i slijedi njegove stope. Pavao je to učinio, progledao, dao se krstiti i počeo naviještati vjerno po Maloj Aziji sve do Grčke i do blizine naših krajeva, a na kraju dospio i u Rim, gdje je smrću svjedočio za Isusa iz Nazareta. Nije žalio života, jer je bio svjestan koliko mu Isus znači. Pisao je: »Znam kome sam povjerovao«. »Meni je živjeti Krist, a smrt samo dobitak«, kaže on. »Znam kome sam povjerovao« – to je Pavao živio. Iskustvo pred Damaskom, iskustvo krštenja, a onda iskustvo u pustinji damaščanskoj i u dugoj molitvi, iskustvo prve Crkve, prijateljstvo vjernika Barnabe, a onda razgovor s apostolima u Jeruzalemu, i napokon iskustvo koje je dobivao propovijedajući Božju riječ i videći kako se ljudi obraćaju, te kako su mnogi bili izliječeni njegovom molitvom i vjerom, sve mu je to dalo snagu da bude ponosan do kraja što je smio biti Isusov učenik. Iskustvo Duha Svetoga dalo je Petru snage da izdrži sve nedaće i progonstva. Bio je bačen u tamnicu, Herod ga je htio drugi dan pogubiti te tako pridobiti narod za sebe. No, Petra je anđeo vezanog lancima između četiri stražara izveo kroz vrata, odveo do Markove kuće, gdje je prva Crkva cijelu noć molila za njega, te je Petar otišao iz Jeruzalema i tako se spasio. Petar je kasnije stalno molio. To mu je iskustvo molitve davalo mudrost da shvati da je Stari zavjet prošao, da je Isus donio novi savez, da je došlo ispunjenje svih obećanja Starog zavjeta, i da treba ljubiti Boga i čovjeka. Ljubiti Boga i čovjeka, ali ne samo živeći za njih, nego i umirući za njih. To su pokazali i Petar i Pavao.\n\nPetar je imao odlučnosti otići u Cezareju rimskom građaninu, nežidovu Korneliju, ući u njegovu kuću, makar to po židovskom zakonu nije smio, te mu navijestiti Isusa. Pavao je molio danonoćno. Imao je iskustvo Boga i dar jezika, proročku vi čudesnu snagu, te je propovijedao najprije Židovima, a kada oni nisu poslušali, poganima, makar to po židovskom zakonu nije smio. Pavao je znao da nas je Krist uveo u slobodu. Ali ne u slobodu za zlo, nego od zla, da pobjeđujemo zlo, Zloga i nečovještvo, te da živimo ljepotu, plemenitost i draž pravde, ljubavi i povjerenja.\n\nPetar i Pavao su zbog toga prvaci apostolski u Katoličkoj crkvi. Obični ribar došao je na visoko dostojanstvo, čast i slavu, da ga tisućudevetstogodišnje kršćanstvo poštuje, vjeruje mu i ljubi ga. Sveti Pavao je mogao ostati običan, mali teolog u židovskom narodu. No, on je povjerovao Isusu i stekao iskustvo vjere, te postao veličanstveni teolog, čudesni čovjek kojeg slijede tisuće, vjeruju mu i časte ga. Od ubojice i protivnika postao je čovjek ljubavi, povjerenja i praštanja.\n\nPetar i Pavao svjedoče da je moguće biti nov čovjek.\nI mi možemo steći iskustvo vjere i postati novi ljudi.",
  "title" : "Iskustvo vjere"
}, {
  "author" : "Karmelićani - Split",
  "date" : "2020-08-29T22:00:00.000Z",
  "image" : "https://dam-13749.kxcdn.com/wp-content/uploads/2017/07/Michelangelo_Merisi_called_Caravaggio_-_Saint_John_the_Baptist_in_the_Wilderness_-_Google_Art_Project.jpg",
  "itemId" : "df1sad2312asd3fdg12sdfsdf343123h45234213asd4321gh",
  "text" : "Sveti Ivane Krstitelju, preporučujem Ti svoje duhovne i tjelesne potrebe i molim Te da mi izmoliš milost da Isusa što bolje upoznam, ljubim i slijedim te da mogu nositi svoj križ i sjediniti ga s Kristovim križem.\nZahvaljujem Ti tisuću puta na prekrasnim riječima što si mi ih dao. Tvoj me primjer potiče da moram govoriti uvijek istinu na slavu Božju, iako bi me svijet radi toga progonio i osudio.\nDanas je mučeništvo sv. Ivana Krstitelja. Pri spominjanju toga Isusova preteče pred očima nam se pojavi scena Herodove gozbe i Herodijadine kćeri u zanosnom plesu. Upravo je taj ples Ivana stajao glave. Doduše, Ivanu je glava odsječena zbog istine za koju se zalagao i koju je naviještao. Time se ispunilo i proroštvo koje je sam Ivan Krstitelj izrekao pred učenicima kad je, upućujući na Krista rekao da se on, Ivan, treba umanjiti a da se Krist, Jaganjac Božji koji oduzima grijeh svijeta, mora uzvisiti. To se i dogodilo. Ivan je utamničen i potom mu je odrubljena glava.\nIvan nije živio za samoga sebe i nije umro za samoga sebe. Koliko je ljudi, obremenjenih grijehom, njegov tvrdi i strogi život doveo do obraćenja? Koliko je ljudi njegova nezaslužena smrt ohrabrila u podnošenju kušnja? A mi, odakle nama danas dolazi prilika da vjerno zahvalimo Bogu, ako ne od uspomene sv. Ivana, koji je bio ubijen za pravdu, a to znači za Krista?\n29. kolovoza je izabran za proslavu mučeništva ili glavosijeka sv. Ivana Krstitelja, jer je na današnji dan po drugi put pronađena časna njegova glava. Ta je glava kasnije bila prenesena u Rim, gdje se s velikim poštovanjem čuva u crkvi Sv. Silvestra ad Campum Martium.",
  "title" : "Mučeništvo sv. Ivana Krstitelja"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-08-01T22:00:00.000Z",
  "image" : "https://live.staticflickr.com/57/167308320_7e8350cf38_k.jpg",
  "itemId" : "dfh452344321gh",
  "text" : "Tvoja Krv me od svakoga zla oslobađa. Moj duh je tako čist dok promatram ljepotu Tvoje Ljubavi. Kroz svoju Krv pokazao si da me ljubiš bez obzira na grijeh. Ljubiš me svojim ranama, ljubiš me svojom žeđi, ljubiš me svojim umorom, ljubiš me svojom mukom, ljubiš me svojom krotkošću. \nTebe je Isuse boljelo kako bi moje rane ozdravile. Kada me nitko nije želio, Ti si mi svojom patnjom pokazao koliko Ti značim. Ja sam Blagoslovljen, ja sam Blagoslovljen. Tvoja Krv tako čisti moje misli, tako me odmara i čini potpuno slobodnim. \nJa biram što ću govoriti svojoj duši. Biram između blagoslova i prokletstva. Svaki puta kada pristajem na zle misli i kada njima trujem svoju dušu ja uništavam ljepotu Božjeg stvaranja, ja uništavam sebe. Ja tako biram prokletstvo. Svaki puta kada promatram ljepotu svega onoga što je Isus za mene učinio i kada ponavljam svojoj duši kako je voljena u Isusovim očima ja biram Blagoslov koji se izlijeva na čitavo moje biće. \nBiblijski likovi bez obzira na grijeh vjerovali su u Blagoslov, zazivali ga na sebe i tako unatoč padovima uživali ljepotu Božje Ljubavi u svome srcu. Promatraj Ljubav Isusovu i hrani se njome, neka tvojim krvotokom poteče Njegova Krv i vjeruj u Njezinu snagu koja te baš sada ozdravlja od svake rane nedostatka Ljubavi.",
  "title" : "Tvoja Krv"
}, {
  "author" : "Matej 5:37",
  "date" : "2020-07-26T22:00:00.000Z",
  "image" : "https://sjnlancaster.org/photoalbums/catholic-art/William-Adolphe_Bouguereau_The_Virgin_With_Angels.jpg",
  "itemId" : "dfh45321gh",
  "text" : "Čovjek je moralno biće, on je u svom bitku usmjeren na dobro. Savjest je moralno osjetilo čovjeka koje zajedno sa slobodom i spoznajom vodi dobru bića. Drugi vatkanski sabor kaže: „U dubini savjesti čovjek otkriva zakon koji on sam sebi ne daje ali kojemu se mora pokoravati. Taj glas što ga uvijek poziva da ljubi i čini dobro a izbjegava zlo, kad zatreba, jasno odzvanja u intimnosti našeg srca: čini ovo, a izbjegavaj ono. Čovjek ima u srcu zakon što mu ga je Bog upisao. U pokoravanju tom zakonu je čovjekovo dostojanstvo i po tom zakonu će mu se suditi.“\nSveopće je uvjerenje svih naroda da čovjek u savjesti zamjećuje Božji glas. Nije go dobra volja čovjeka, niti neko dobro koje čovjeka izvana poziva, nego glas Nekoga u čovjekovoj nutrini, u njegovu duhu. Čovjek savjest ne može izbjeći. Ona ga hvali kad je učinio dobr, a ne da mu mira i počinka kada čini zlo. Savjest je čovjekovo duhovno osjetilo.",
  "title" : "O savjesti"
}, {
  "author" : "Matej 5:37",
  "date" : "2020-07-25T22:00:00.000Z",
  "image" : "https://images.fineartamerica.com/images/artworkimages/mediumlarge/2/jesus-christ-natasha-mylius.jpg",
  "itemId" : "dfh4553334s3sdff3gjhrta334sd4444dasdasdhfgh",
  "text" : " “Vaša riječ neka bude: ‘Da, da, – ne, ne!’ Što je više od toga, od Zloga je.” Matej 5:37\n\n \n\nKada manipulirate riječima da bi bilo po vašem, to nije dobro. Ako možete reći da – recite da. Ako to ne možete – onda recite ne. Nemojte lagati kad znate da ne možete učiniti ono što ste obećali. Riječ ‘ne’ može biti vaš najveći oslobađajući prijatelj, ako je koristite mudro. Ne možete učiniti sve. A ako kažete ‘da’ pobrinite se da učinite ono što ste rekli – čak i ako je to nezgodno. To gradi dubinu karaktera u vašem biću i povjerenje onih oko vas.",
  "title" : "Držite riječ"
}, {
  "author" : "sv. Terezija Avilska",
  "date" : "2020-07-22T22:00:00.000Z",
  "image" : "https://book.hr/wp-content/uploads/2017/01/Dizajn-bez-naslova-24-450x270.png",
  "itemId" : "dfh45533sdff3gjhrta334sd4444dasdasdhfgh",
  "text" : "Prijateljstvo s Bogom i prijateljstvo s drugima jedna je te ista stvar. Ne možemo ih odvojiti jedno od drugoga.",
  "title" : "Prijateljstvo"
}, {
  "author" : "Zvjezdan Linić",
  "date" : "2020-07-18T22:00:00.000Z",
  "image" : "https://m.vecernji.hr/media/img/2b/97/ae4ee7681ac23dcbfa95.jpeg",
  "itemId" : "dfh45533sdff3gjhrtasd4444dasdasdhfgh",
  "text" : "Strah je često prisutan u našem životu. U podsvijesti su nam sigurno brojni trenuci kad smo se kao djeca skrivali ili smo prikrivali neki nestašluk pred roditeljima i drugima. Strahovali smo da ne otkriju što smo skrivili i kazne nas, ili da se ne zastidimo nad vlastitom krivnjom. U školi smo se bojali ili se još uvijek bojimo bez obzira koliko puno smo učili i naučili. Određena trema prisutna je gotovo kod svakog ispita. U odrasloj dobi počinju egzistencijalni strahovi za kruh, za naše sutra, za radno mjesto. Bojimo se određenih negativnih utjecaja i zlih sila. Čovjek se počinje bojati mraka i svega u što ne može prodrijeti svojim pogledom. Strah nas je ljudske zlobe i pakosti. Bojimo se za svoje zdravlje i sa strahom promatramo određene pojave koje mogu biti glasnici starosti ili bolesti. Prvo iskustvo straha Bojimo se neprestano. Kao da je strah sastavni dio našeg ljudskog života. Strah se, prema svjedočanstvu Biblije, prvi put u povijesti čovječanstva pojavio u ljudskom srcu nakon iskustva grijeha, kršenja Božje zapovijedi. Prvi su se ljudi, u iskustvu prvog prekršaja otkrivši da su goli, sakrili pred Bogom. Skrivaju se pred onim kome ništa nije skriveno. Protumačili su svoj postupak strahom. Čovjek se počeo bojati Boga. Apsurdna situacija! Bog koji ga jedini može spasiti, koji jedini ima lijek i za ovu situaciju grijeha izaziva strah u čovjeku koji je u neredu grijeha. Nije stoga nikakvo čudo da Sveto pismo Novoga zavjeta neprestano zove na novo pouzdanje i želi od ljudskih srdaca otkloniti svaki strah. Anđeo dolazi Blaženoj Djevici Mariji i progovara joj: „Ne boj se, Marijo!“ Kao da njoj i nama želi reći: „Prestaje vrijeme straha. Sad je vrijeme pouzdanja, saveza ljubavi. Bog ponovno uspostavlja odnos prijateljstva i mira s čovjekom u ovom čudesnom trenutku. Ne boj se opterećenja i prošlosti. Ne boj se prepustiti Bogu sve planove svoga života. Ne boj se više sila zla, jer Bog je gospodar povijesti“. Isti će se anđeo jednako tako u snu javiti svetom Josipu: „Ne boj se, Josipe! Sve ovo čudnovato što se zbiva zapravo je čudesni pohod Boga ljubavi. Ne boj se povjeriti Bogu svoj život“. Puno puta će i Isus ponoviti isto: „Ne boj se!“ Govori to Šimunu Petru kad ga zove među svoje apostole. Petar ima razloga za strah, on jako dobro zna koliko je površan i nestalan i kako lako može izigrati povjerenje. To i Isus zna. Ipak mu poručuje da se ne boji. Neka od sada više računa na Božju milost. Učenicima u panici pred olujnim vjetrom na moru poručuje da više nema razloga za paniku i strah. Sada je on tu! „Ne bojte se!“ Ova zemlja na kojoj živimo, mora i rijeke, prošlost i budućnost kao i sadašnji trenutak: sve je ispunjeno Božjim pohodom u Kristu Isusu. Prema tome, više nema prostora za strah. Svugdje je Isus. „Reći ću vam“, govori Isus, „čega se trebate bojati: da vam tko ne zarazi dušu, da vam ne oduzme milosni život, da vas ne navede na grijeh i zlo“. Bojte se grijeha. Ne bojte se onih koji mogu naškoditi vašem tijelu. Bojte se onih koji bi mogli naškoditi vašoj duši, zamračiti onaj jedinstveni i iskonski odnos između Boga i čovjeka koji predstavlja izvor pravog života. Čini mi se da se više bojimo za svoje tijelo nego za dušu: zato i ostaju naši strahovi, iako nam Isus neprestano poručuje: Ne bojte se!",
  "title" : "Pobijediti sve životne strahove"
}, {
  "author" : "sv.Augustin",
  "date" : "2020-07-16T22:00:00.000Z",
  "image" : "https://bitno3-64c8.kxcdn.com/wp-content/uploads/2013/08/saint_augustine_by_philippe_de_champaigne-1200x630-c-default.jpg",
  "itemId" : "dfh45533sdffgjhrt444dasdasdhfgh",
  "text" : "Ljubeći bližnjega i brinući se o njemu, prelaziš svoj put. Pomozi, dakle, onome tko je na tvom putu dok hodaš ovim svijetom i stići ćeš do onoga s kim želiš ostati zauvijek.",
  "title" : "Pomozi onome tko je na tvom putu"
}, {
  "author" : "sv.Augustin",
  "date" : "2020-07-14T22:00:00.000Z",
  "image" : "https://bitno3-64c8.kxcdn.com/wp-content/uploads/2013/08/saint_augustine_by_philippe_de_champaigne-1200x630-c-default.jpg",
  "itemId" : "dfh455gd334dsa2sdsd4dfg234dasd2fds3234dfg4asd5dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : "Onaj tko je blag prema nama nije uvijek naš prijatelj, kao ni onaj tko nas ukorava naš neprijatelj. Bolje je imati rane od prijatelja, nego varljive poljupce od neprijatelja. Bolje je voljeti sa strogošću, nego varati s blagošću.",
  "title" : "Prijatelj"
}, {
  "author" : "Iv 8,31-32",
  "date" : "2020-07-07T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2020/06/1280px-LA_Cathedral_Mausoleum_Lunette_Immaculate_Heart.jpg",
  "itemId" : "dfh455gd334sd4dfg234dasd2fds3234dfg45dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : "Ako ostanete u mojoj riječi, uistinu, moji ste učenici; upoznat ćete istinu i istina će vas osloboditi.",
  "title" : "Moja riječ"
}, {
  "author" : "Matej 5:41-48",
  "date" : "2020-07-08T22:00:00.000Z",
  "image" : "https://3o4zn540atsb3m851r10805d-wpengine.netdna-ssl.com/wp-content/uploads/2011/11/jesus-art.jpg",
  "itemId" : "dfh455gd334sd4dfg234dasd2fds3234dfg4asd5dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : " “Ako te tko prisili jednu milju, pođi s njim dvije. Tko od tebe što zaište, podaj mu! I ne okreni se od onoga koji hoće da mu pozajmiš.”\n\n“Čuli ste da je rečeno: Ljubi svoga bližnjega, a mrzi neprijatelja. A ja vam kažem: Ljubite neprijatelje, molite za one koji vas progone da budete sinovi svoga Oca koji je na nebesima, jer on daje da sunce njegovo izlazi nad zlima i dobrima i da kiša pada pravednicima i nepravednicima. Jer ako ljubite one koji vas ljube, kakva li vam plaća? Zar to isto ne čine i carinici? I ako pozdravljate samo braću, što osobito činite? Zar to isto ne čine i pogani?”\n\n“Budite dakle savršeni kao što je savršen Otac vaš nebeski!”",
  "title" : "Ljubav sve pobjeđuje"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-07-12T22:00:00.000Z",
  "image" : "https://www.vision.org/sites/default/files/img/2010spring_why-suffering.jpg",
  "itemId" : "dfh455gd334sdsd4dfg234dasd2fds3234dfg4asd5dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : "Kad te patnja slomi, kad ne vidiš više ni tračak svjetla, kad si totalno depresivan i osamljen, potrudi se, potraži neko mjesto gdje možeš neko vrijeme ostati sam u potrazi za lijekovima.\n\nOpusti se, diši odmjereno i polako registriraj samo jedno: gle, ti postojiš, imaš ruke, noge, jezik, lice, glavu, slobodu… ti živiš. Nisi cijeli jadan, bolestan, ojađen. Osloni se na to zdravo i dobro u tebi. Otkrij kako je u tebi daleko više zdravlja nego bolesti, boli i patnje.\n\nSjeti se, da nisi sam. I drugi plaču i pate, ali i izlaze iz patnje. I ti ćeš. Postani svjestan, Netko je tu, tko te ljubi, simpatizira, tko je htio da ti postojiš. Osoba Bitak, Ljubav, Dobrota je tu i dodiruje tvoje ruke, tvoje čelo, tvoje misli. Osloni se na prsa Svemogućega, on te je htio, on za tebe živi i umire. Ti si mu biser, dragocjen si u njegovim očima. Odmori umornu glavu i klonule ruke na njegovu ramenu. On jedini može i hoće odnijeti tvoju tugu, osamu, bol, besmisao. Odmori se uz njega kao u sjeni velikog hrasta. Postani žir, koji počinje nicati da bi postao hrast.\n\nUzmi si dovoljno vremena da se odmoriš i izliječiš. A onda polako pođi u novi dan.",
  "title" : "Patnja"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-07-04T22:00:00.000Z",
  "image" : "https://duhovnost.net/wp-content/uploads/2016/05/gospa1-590x393-860x450_c.jpg",
  "itemId" : "dfh455gd34dafsdffgjhrt444dasdasdhfgh",
  "text" : "Ako imaš Marijinu sliku, sjedeći ili stojeći zagledaj se u nju. Tek toliko da si posvijestiš da je Blažena Djevica Marija zaista tu. Jer, osoba s duhovnim kvalitetama tijela jest svugdje. Posebno ondje gdje je tvoja ljubav prema Mariji i njezina prema tebi. Ostani u toj snažnoj Marijinoj prisutnosti.\n\nTiho srcem izgovaraj: ZDRAVO, MARIJO, zdravo,majko! Sve dok te ne zahvati istina Marijine nazočnosti. Osluškuj njezin govor u svom srcu, u svojim osjećajima, u svome duhu. Slušaj, ali se zato duboko smiri i opusti.  Govori Mariji kao prijateljici i majci. Razgovaraj s njome. Pusti neka te nosi jednostavna vjera. Možeš i zapjevati Isusovoj i svojoj Majci.\n\nIsusova majka, Blažena Djevica Marija, doživjela je već uskrsnuće tijela. Nama će se to dogoditi tek na Sudnji dan. Kao Isus tako je i Marija s nama ne samo dušom (kao sveci) nego i tijelom koje ima uskrsne, duhovne kvalitete. Zato je ona nekako drukčije, neposrednije i punije od svetaca prisutna među nama. Ona je, napokon, zbog svog bezgrešnog začeća, zbog bogomajčinstva, djevičanstva i suotkupiteljske brige za nas daleko eminentnije prisutna među nama. Predana nam je da nam bude majka, pa je i stoga ostvarena njezina posebna majčinska prisutnost. To svjedoče njoj posvećena hodočasnička mjesta širom Crkve.\n\nMarija ima silnu moć, koju joj je dao Bog po njezinu Sinu Isusu. Ona nas beskrajno ljubi, shvaća, suosjeća s nama, čezne za nama, brine se za nas. Čudesna je to stvarnost, čudesna mogućnost doticaja onozemaljskog. Mnogi sveci svjedoče kako im se Marija ukazivala i razgovarala s njima. Hodočasnička mjesta odišu tom njezinom “opipljivom” prisutnošću. Ona nas zove k sebi da bi nas kao majka, za ruku povela Isusu. A on nas preporađa, ozdravlja, puni svojim Duhom.",
  "title" : "U društvu s Marijom"
}, {
  "author" : "Marko 10:43-45",
  "date" : "2020-07-05T22:00:00.000Z",
  "image" : "https://cdnuploads.aa.com.tr/uploads/Contents/2020/03/29/thumbs_b_c_af042384f2f6fa8113011b44a4e5131a.jpg?v=110207",
  "itemId" : "dfh455gd34dfg234234dfg45dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : "Znate da oni koje se smatra vladarima gospodare narodima i velikaši ih drže pod svojom vlašću. A među vama neka ne bude tako! Nego tko god hoće biti velik među vama, neka vam bude sluga, i tko god hoće biti prvi među vama, neka bude rob svima! Jer ni Sin čovječji nije došao da mu služe, nego da služi i da svoj život dade kao otkupninu za mnoge.",
  "title" : "Biti velik znači služiti"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-07-07T22:00:00.000Z",
  "image" : "https://scienceblog.cut-e.com/wp-content/uploads/2017/11/What-makes-us-make-good-decisions-1920x1080.jpg",
  "itemId" : "dfh455gd34dfg234dasd2fds3234dfg45dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : "Za onim za što se čovjek odluči, usmjeravaju se njegove snage. Sloboda se događa u cjelini čovjekove egzistencije. Kada odluči načiniti neki korak, pokreću se fizičke i psihičke snage da ga ostvare. Čovjek dakle raspolaže silama za ostvarenje svojih slobodnih odluka. Zato je odluka bitna za sve što čovjek želi ostvariti. Kada se čovjek odluči protiv zlog djela, njegove se snage ne pokreću za zlom. Čovjekove sile, su dakle, podložne njegovim odlukama. Odluči li se za dobro, njegove će se snage okrenuti k ostvarenju toga dobra. Kad se čovjek odluči za slobodu, u njemu će se pokrenuti i njegova vjernička dinamika, te će okrenutošću Bogu, kao apsolutnoj slobodi, dobiti potrebne  snage za liječenje od ovisnosti.",
  "title" : "O odlukama"
}, {
  "author" : "Matej 22:36-40",
  "date" : "2020-07-06T22:00:00.000Z",
  "image" : "https://www.adiva.hr/wp-content/uploads/2019/01/Platonska_ljubav.jpg",
  "itemId" : "dfh455gd34dfg234fds3234dfg45dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : " “Učitelju, koja je najveća zapovijed u Mojsijevu zakonu?”\n\n“Ljubi Gospodina Boga svojega svim srcem svojim, svom dušom svojom i svom pameti svojom!”\n\n“To je prva i najveća zapovijed.”\n\n“Druga, jednako važna, glasi: “Ljubi svojega bližnjega kao samoga sebe!”\n\n“Sve druge zapovijedi i svi zahtjevi proroka proizlaze iz tih dviju zapovijedi.”",
  "title" : "Ljubav sve pobjeđuje"
}, {
  "author" : "Matej 6:23-32",
  "date" : "2020-07-04T22:00:00.000Z",
  "image" : "https://cdnuploads.aa.com.tr/uploads/Contents/2020/03/29/thumbs_b_c_af042384f2f6fa8113011b44a4e5131a.jpg?v=110207",
  "itemId" : "dfh455gd34dfgdfg45dafsfdsdffgjhrt444dasdasdhfgh",
  "text" : "Pogledajte ptice nebeske, jer one ne siju niti žanju niti skupljaju u žitnice, a ipak ih vaš Otac nebeski hrani. Niste li vi vredniji od njih?  Tko od vas može zabrinutošću svojom imalo produžiti svoj životni vijek? I za odjeću, zašto ste zabrinuti? Promotrite ljiljane u polju, kako rastu! Ne muče se niti predu, ali kažem vam da ni Salamun u svoj slavi svojoj nije bio odjeven kao jedan od njih. A ako Bog tako oblači bilje poljsko, koje danas jest, a sutra se u peć baca, neće li još prije vas, malovjerni?  Zato nemojte biti zabrinuti i govoriti: ‘Što ćemo jesti?’ ili ‘Što ćemo piti?’ ili ‘Što ćemo obući?’ Jer svim tim zaokupljeni su neznabošci. A Otac vaš nebeski zna da vam je sve to potrebno.",
  "title" : "Za brigu postoji lijek"
}, {
  "author" : "Mt 10, 26-27",
  "date" : "2020-07-03T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2018/04/512px-brooklyn_museum_-_the_sermon_of_the_beatitudes_28la_sermon_des_bc3a9atitudes29_-_james_tissot-1.jpg",
  "itemId" : "dfh455gdfgjhrt444dasdasdhfgh",
  "text" : "Ništa nije skriveno što se neće otkriti ni tajno što se neće saznati. Što vam govorim u tami, recite na svjetlu; i što na uho čujete, propovijedajte na krovovima.",
  "title" : "Skriveno"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-30T22:00:00.000Z",
  "image" : "https://media.swncdn.com/via/6705-gettyimages-manopjk.jpg",
  "itemId" : "dfh455ghfgh",
  "text" : "Bit slobode je, prema B. Ha’ringu u sposobnosti za dobro. Na njezinu bit ne spada da može počiniti zlo. Sloboda je samo tamo gdje se ima snage nadvladati zlo. Ravnodušnost prema dobru i zlu dolazi od ograničene slobode. Snaga za dobro dolazi od čovjekove sličnosti s Bogom. Slobodan čovjek ima udjela u Božjoj slobodi, sloboda je dakle Božanska moć. Kako je Bog kao apsolutno dobro upućen samo na dobro to je i njegova sloboda samo usmjerena na dobro. Prema tome, što čovjek više milosti prima od Boga, to je slobodniji. Moć slobode dana je kao u klici, ona se treba razvijati. Sloboda raste u ostvarenju dobra, i što više nadilazi čovjeka ona je jača. Ne raste li u smjeru dobra ona zakržlja, ako se upusti u grijehe i krivice tada postaje nesposobna za dobro. Na slobodi je da ona upravlja nagonima u nama a ne da oni nju vode. Prepusti li se nagonima, postaje nemoćna. Sloboda se potpuno gubi kada čovjek postaje rob nagonima.",
  "title" : "O slobodi"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-25T22:00:00.000Z",
  "image" : "https://www.medjugorje-info.com/images/Svecenici/Tomislav-Ivancic-2.jpg",
  "itemId" : "dfklewrn2323gjhhghfghfghfgh",
  "text" : "Dok promatram samo muškarca i samo ženu, ne vidim čovjeka. U svakom od nas postoji muški i ženski element, npr. muško u meni je ono po čemu sam ono što jesam. Ono pak  ženstveno je moja čežnja za onom drugom stranom, za majkom, za sestrom koja mi može dati ono što ja nemam. Žena treba pomoći muškarcu da siđe u svoju nutrinu, da osjeti i dodirne svoje srce, da smije biti slab i čak zaplakati. Muškarac opet treba pomoći ženi da se izvuće iz svojih nutarnjih gledanja stvarnosti i da svijet promatra trijezno, objektivno, izvana, proračunato i mirno. Bili bismo savršeni ljudi kada bismo dopustili da nas drugi spol mijenja i obogaćuje.",
  "title" : "O čovjeku"
}, {
  "author" : "Mk 10, 43-44",
  "date" : "2020-06-28T22:00:00.000Z",
  "image" : "https://exgfjtswhb-flywheel.netdna-ssl.com/wp-content/uploads/2019/11/Brooklyn_Museum_-_The_Exhortation_to_the_Apostles_Recommandation_aux_ap%C3%B4tres_-_James_Tissot-1.jpg",
  "itemId" : "dfklewrndffghfghdsfsdfsdfsdffghgdfgdfg2323gjhhghffghfghghfghfgh",
  "text" : "Tko hoće da među vama bude najveći, neka vam bude poslužitelj! I tko hoće da među vama bude prvi, neka bude svima sluga.",
  "title" : "Poslužitelj"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-28T22:00:00.000Z",
  "image" : "https://www.medjugorje-info.com/images/Svecenici/Tomislav-Ivancic-2.jpg",
  "itemId" : "dfklewrndfgdfgddfsd2ffg2323gjhhghfghfghfgh",
  "text" : "Čovjek doživljava bol i patnju ne smo na somatskom i psihičkom nego najviše na duhovnom području. Patnja se ne pojavljuje tek kada čovjek psihosomatski postane sebe svjestan, kad racionalno i emotivno procjenjuje svijet i okolinu, nego već davno prije toga, odmah nakon začeća. Ono što psihologija zove podsvjesnim ili nesvjesnim , u pneumatološkoj antropologiji a to znači u duhovnoj strukturi čovjeka, pokazuje se kao duhovna svijest ugroženosti , patnje i straha. Zato se patnja ne dokučuje psihosomatskom dijagnostičkom metodom. Nužno je razvijati pneumatološku metodu dijagnosticiranja kao i pružanja pomoći za egzistencijalne patnje.\nPovrijedi li se duhovna struktura čovjeka nastaje strah. Povreda osobe, života, savjesti, intelekta, srca, karaktera, spolnosti, religioznosti, vjere, nade, slobode i ljubavi uzrokuje agresivnost jer je to temeljno ugrožavanje. Duh je forma tijela, on je izvor života, on čini čovjeka čovjekom. Zato svako razaranje duhovne strukture ugrožava život u temelju a čovjeka čini nečovjekom.",
  "title" : "O agresivnosti"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-26T22:00:00.000Z",
  "image" : "https://www.medjugorje-info.com/images/Svecenici/Tomislav-Ivancic-2.jpg",
  "itemId" : "dfklewrndfgdfgdfg2323gjhhghfghfghfgh",
  "text" : "Čovjek živi od vjere i povjerenja ako može vjerovati u Boga, u ljude i u sebe. Povjerenje se odražava tamo gdje postoje znakovi ljubavi. Ljubav je pak egzistencijalni stav čovjeka prema drugom čovjeku, stav simpatije prema čovjeku kao biću i osobi. Ljubav je tamo gdje čovjek može reći „Lijepo je što postojiš“ ili pak“ Nemoj se truditi svejedno te volim“ili. kao što Dostojevski može reći drugome „ Ti ne možeš ništa učiniti da te ja prestanem voljeti“. To je zahvaćanje čovjeka u njegovom temeljnom bitku i tu čovjek osjeća da ne može izgubiti ljubav drugoga. Tu on doživljava neugroženost i smisao života i djelovanja.",
  "title" : "O povjerenju"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-03T22:00:00.000Z",
  "image" : "http://www.politikaplus.com/img/s/810x500/upload/images/gallery/T/tomislav-ivancic.jpg",
  "itemId" : "e0bc56ec-c2e5-49cf-aef2-6184a87ae2dd",
  "text" : "Božji svijet počinje tamo gdje je prestao naš. Kad je naša tama najdublja, kad nam se čini da smo skroz slabi i nemoćni, tad dolazi Božja jakost.\n\nNaime, kad se razum odrekne toga da bude gospodar i sudac svijeta, kad se mašta odrekne želje da određuje vizije svijeta, kad se volja odrekne odlučivanja što i kako će biti sa svijetom i svakim čovjekom, tada nastupaju Božja volja, Božja vizija, Božji Duh, Božja sila i Božja ljubav.\n\nPotrebno je, dakle, znati da je vjera uvijek uskrsnuće čovjeka. A da bi čovjek mogao uskrsnuti, mora najprije umrijeti. Da bi Božja riječ mogla u meni oživjeti, potrebno je da moja riječ zamukne. Da bi Božji život mogao u meni zaživjeti, potrebno je da mu se moj život preda. Da bi Božja volja nastupila, potrebno je da moja volja odstupi. Da bi Božji razum imao pravo, potrebno je da se moja logika prestane postavljati ispred Božje logike.",
  "title" : "Božja jakost"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-06-08T22:00:00.000Z",
  "image" : "http://www.politikaplus.com/img/s/810x500/upload/images/gallery/T/tomislav-ivancic.jpg",
  "itemId" : "e24bba35-6f68-47d5-8a5a-638790b9e805",
  "text" : "Čovjek spoznaje prirodne zakone svojim razumom, ali posjeduje i spoznaju koja se ne odnosi samo na područje egzaktnih znanosti. Prosvjetiteljstvo je uvelo čovječanstvo u zabludu smatrajući da je samo razumska spoznaja prava spoznaja i da sve drugo, a to znači i religiozna i druge spoznaje nemaju smisla.\n\nNo, ta objektivna spoznaja čovjeka ne usrećuje, ne daje mu smisla, ona ne dotiče njega osobno. Što čovjeku znače kemijsko-fizikalni procesi, što znači sva tehnika, svi kompjutori i svi izgrađeni gradovi, ako on mora umrijeti, ako mora patiti, ako ga drugi ostave, ako u sebi doživljava muku, besmisao i smrt? Stoga uz tu objektivnu, izvanjsku spoznaju postoji i nutarnja, subjektivna ili hermeneutska spoznaja.\n\nTo je spoznaja smisla, to je povjerenje u budućnost, u argumentiranost svega što čovjek radi, za što živi, to je povjerenje u ljude, u Sveprisutnoga u prirodi i u svemiru, to je povjerenje u onoga koji nas je postavio u život i svijet. Ta nutarnja spoznaja probija zid smrti, ona se provlači kroz mrak, patnje, operacije i bolesti. To je spoznaja koja čovjeka osmišljava, to je spoznaja koja ga čini humanim, sretnim, koja ga čini sposobnim da uopće živi.\n\nTo je čovjekova spoznaja vlastite osobnosti, ovisnosti o Stvoritelju, spoznaja Boga koji je sve stvorio, spoznaja smisla, ljubavi, povjerenja, pravde i slobode. U biti, to je vjerska spoznaja. To je, naime, dokučivanje smisla, života i rada duhovnim ticalima.\n\nOsjetilima i razumom čovjek dotiče mrtvu stvarnost oko sebe. Nutarnjim pak ticalima ima povjerenja u čovjeka, oslanja se na smisao i u patnji, pa i privremeni besmisao. On doznaje koji mu je put da ode s ove zemlje i da živi.\n\nČovjek, tražeći smisao i spoznajući vjerom, doznaje zapravo smisao religija, te usred religija spoznaje kršćanstvo i Crkvu. On u Isusu Kristu otkriva ono što u sebi traži. On u njemu vidi smisao patnje, smrti i hodanja ovom zemljom. Tako u Crkvi nalazi osmišljenje sebe, informacije za svoju budućnost i sigurnost na koju se može osloniti.\n\nSredište te sigurnosti u Crkvi jest euharistija. Objektivno gledajući, čovjek ne može razumom spoznati niti razumjeti da je u kruhu prisutna Isusova smrt i uskrsnuće i u vinu Bog sam, ali to doznaje vjerom. Kao što je čovjek svjestan da u buketu cvijeća nije samo darovano objektivno cvijeće, nego ljubav darovatelja, kao što spoznaje da je u kupljenoj i darovanoj čokoladi ne samo ono što se jede, nego i ono od čega srce živi, povjerenje i ljubav darovatelja.\n\nKao što čovjek spoznaje da u ocu i majci nije samo ono objektivno spoznato, a to znači njihovo tijelo, nego daleko više njihova besmrtna, nevidljiva duša koja ga grli, tako kršćanin uviđa u euharistijskom kruhu i vinu da je tu ne samo to što se sjetilima spoznaje, nego daleko više ljubav Isusa Krista, njegova smrt za čovjeka, njegova čovjekoljubivost, njegovo oproštenje grijeha i život vječni koji nam se daruje. Tako euharistija najdublje dotiče ljubav Isusa iz Nazareta, a onda i ljubav čitavoga Presvetog Trojstva.\n\nKao što u objektivno spoznatim slovima neke pozivnice na gozbu spoznajem nevidljivu ljubav i prijateljstvo onih koji me pozivaju, tako u vidljivo spoznatim znakovima kruha i vina vidim poziv Boga na njegovu gozbu. Kao što mi prijatelj može poslati pismo i u njemu poruku da se ne bojim u određenim krizama života, tako mi prijatelj Isus u kruhu i vinu, u tim euharistijskim znakovima, daruje poruku da se ne bojim, jer on je sa mnom.\n\n»Tko jede moje tijelo i pije moju krv, ostaje u meni i ja u njemu«, kaže on. »Tko jede moje tijelo, neće umrijeti nikada«, kaže on. »Tijelo je moje hrana za život svijeta. Ja sam kruh života«, kaže Isus. »Tijelo je moje zaista jelo i krv je moja zaista piće«, kaže on.\n\n»Tko to jede i pije, ima život vječni«, kaže Isus. Sve su to dakle hermeneutske, vjerske istine, od kojih čovjeku duša zaželi poletjeti ususret Bogu, smislu i budućnosti. U jednostavnim znakovima kruha i vina krije se veličanstvena poruka neba, budućnosti, smisla života i pobjeda nad grijehom, smrću, đavlom i svakom negativnošću.\n\nZato je važno da kršćani svaki dan, a neizostavno nedjeljom, slave euharistiju. To je hrana njihove duše, snaga za život, čovjekoljubivost i izdržljivost u svim tegobama. Blagujući Isusovo tijelo i pijući njegovu krv mi postajemo kao on, mi se mijenjamo i postajemo vječni već ovdje, usred ograničenosti svijeta, i sposobni, kada dođe čas, doputovati u vječnost.",
  "title" : "Euharistija"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-15T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "e5b754b3-e10d-3778-55c0-32464cb50599",
  "text" : "I dok si ovdje pored mene nemam se čega bojati,\nKada dođu teške misli više ne moram strahovati,\nKada dođu mračni dani Ti ćeš mi svjetlost donijeti,\nKada samoća na postelji zarobi, Tvoj ću dodir osjetiti.\nSvaki moj grijeh ma koliko velik bio, Ti ćeš oprostiti,\nU našoj Ljubavi Ti ćeš biti taj koji će uvijek vjeran ostati,\nI baš onda kada budem najslabiji, Tvoj križ će me osnažiti,\nPo riječima Svetoga Pisma još ćeš mi se više približiti,\nRane moje duše ljepotom svoje milosti nježno liječiti.\nMoj život u potpunosti želiš voditi i svaki korak blagosloviti,\nI kada poželim od Tebe otići, ti ćeš me i dalje sa križa gledati,\nIstom ljubavlju mene ćeš voljeti i na moj pogled opet čekati,\nI bio tužan ili radostan, grešan ili pravedan, Ti me nećeš zaboraviti.",
  "title" : "Ti me nećeš zaboraviti"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-18T22:00:00.000Z",
  "image" : "https://scontent.fzag1-1.fna.fbcdn.net/v/t1.0-9/96149975_10216763856473228_4011167436312150016_o.jpg?_nc_cat=102&_nc_sid=110474&_nc_oc=AQlJbF0PkE5N_k30juaq5iY1OpQu9VAJjC-_WhlQZxlxwV6962exF9RH1yc4eUrA8AM&_nc_ht=scontent.fzag1-1.fna&oh=199a51b57007efe38a8d877ef682443f&oe=5EE8E624",
  "itemId" : "e5c3dea3-f3df-c900-5ce2-e22fa774f3e5",
  "text" : "Ako je svaki list tako posebno i drugačije stvoren, ako cijela priroda odiše takvom ljepotom i sjajem koliko tek ti dragi čovječe. Ako je Otac svako stablo natapao kišom i tako ga podizao visoko u nebo i ako mu je razvio tako prekrasne grane u kojima se ptice gnijezde, koliko tek tebe dragi čovječe natapa svojom milošću. Kako je lijepo u duši promatrati čudo Božjega stvaranja, a kako je samo teško povjerovati da si ljubljen samo zato što postojiš. Taman da nikad ništa ne napraviš u životu, On te ljubi i baš tada dok te gleda u očaju najsnažnije čezne za tobom. \nMožda te grijeh udaljio i od sebe samoga, možda ti je grijeh učinio to da se gadiš samoj sebi, da si sam sebi najveći neprijatelj. Riskiraj i povjeruj jer više nemaš što izgubiti. Povjeruj da On i dalje računa na tebe, povjeruj da On želi aktivno sudjelovati u tvome životu. Povjeruj da su Njemu poznati svi tvoji grijesi i da ti On želi pomoći da ih hrabro pobjediš. On te želi učiniti svojim ratnikom, ratnikom Ljubavi koji ratuje protiv grijeha kako bi bio u slobodi.\nŽedan je tebe, sa križa okupan u Krvi viče za tobom i govori ti kako nikad nije kasno za novi početak, nikad nije kasno da se dogodi čudo u tvome životu. Tvoj grijeh je plaćen Njegovom Krvlju, ne zaboravi to i nikad ne sumnjaj u Njegovu Ljubav, baš zbog svake Kapi te iste Krvi koju je prolio samo za tebe.",
  "title" : "Jedinstven"
}, {
  "author" : "Tomislav Ivančić",
  "date" : "2020-05-10T22:00:00.000Z",
  "image" : "https://duhovnost.net/wp-content/uploads/2017/02/16804383_974027852728308_4985731844696073474_o-860x450_c.jpg",
  "itemId" : "e6198e55-b285-f053-6db7-04b26e14f391",
  "text" : "Svi imamo majke. I kada su već u grobu, mi ih još uvijek imamo. Nitko se ne rađa bez majke. Svatko je prošao utrobi majke, svatko je rođen iz krvi njezin, svatko je bio nošen pod njezinim srcem, svatko je nosio sudbinu u dušu svoje majke. Majka je naš prvi svijet. To je naših prvih devet mjeseci života.\n\nSusretati majku osobito u patnjama, znači su sresti snagu da se nosi život. Majka je dodir s Bogom, ona je sigurnost pred neizvjesnostima svijeta, ona nas nosi iz ništavila u život i prenosi preko smrti u neuništivost. Uz majku se otapaju krivice i grijesi, uz nju mekšaju srca, kraj nje zaželimo biti dobri. Kad nas svi osude, majka nas oslobađa osude. Kad ne možemo vjerovati Bogu i našim slikama o njemu, dodir s majkom rada povjerenje u Oca na nebu.",
  "title" : "Majka"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-04T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "e630680a-6003-c057-f3ec-5986bd35d890",
  "text" : "Zoveš me da Ti priđem još malo bliže i da se ne bojim Tvoga unakaženog lica. Moj pogled je spušten jer se plašim kako ću dalje bez Tebe. Tvoja Milost daje mi snagu da otvorim oči i da Te pogledam. Tvoje lice okupano Krvlju i dalje me promatra sa osmijehom. Iako trpiš neopisivu bol, skupljaš još malo snage za mene. Isti onaj osmijeh zbog kojega sam sve ostavio i pošao za Tobom. Isti onaj osmijeh koji me nije odbacio ni osudio kada sam to najviše zaslužio. Isti taj osmijeh koji i sada liječi moje ranjeno srce.\n\nIako me ne možeš zagrliti i potapšati po ramenu pogledom me hrabriš. Svojom Krvlju u najdublji dio moje duše pišeš najljepše Ljubavne stihove. Uvijek si u mojoj duši vidio nešto lijepo i posebno. Tvoja sveta i bezgrešna Duša uvijek je čeznula da se sjedini sa prljavom i grešnom ljudskom dušom. Kada sam bio nagrešniji i kada mi je život u vlastitoj koži izazivao najveću krivnju i sram, Ti bi uvijek došao i vratio mi nadu u život. Govorio bi mi kako se isplati živjeti unatoč silnim padovima.\n\nUvijek si me učio kako mogu svoju bol uroniti u Psalme i tako sebe posve predati Ocu. I sada me učiš da promatram plod Tvoje patnje koja je postala najveći dar meni. Tvoja patnja rodila je Tvoju Krv kojom me dotićeš na jedan puno dublji način. Sada shvaćam kako me ne ostavljaš, već kako želiš biti još bliži mome srcu. Po svojoj Krvi bez ijedne riječi najsnažnije si mi progovorio koliko Ti značim i koliko čezneš da budemo neprestano zajedno. Tvoja Krv teče od sada i mojim venama i kruži čitavim mojim bićem sve do moga srca.",
  "title" : "Pogledom me hrabriš"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-03T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "e8b49349-a49d-86d3-8792-2d9e421ecb8a",
  "text" : "Gospodine Isuse Kriste Sine Božji, smiluj se meni grešniku! \nRečenica u koju stane cijeli život. Sva prošlost ma koliko bolna bila. Sva sadašnjost ma koliko teška bila. Sva budućnost ma koliko straha izazivala. Sve, baš sve dobije smisao kroz ovu jednu rečenicu. Nije potrebno da zamišljam Tvoj izgled. Nije potrebno da razmišljam što mi želiš reći. Nije potrebno da išta drugo očekujem osim snažnoga zahvata Tvoje tišine i dubokog mira. Ne želim uranjati u Tvoju prisutnost iz koristi. Ne želim neprestano nešto tražiti od Tebe. Želim biti dijete koje čezne da bude u naručju Očevom. Neka Ti ova jedna rečenica, taj vapaj moje duše kaže da si Ti moj jedini Bog, moje sve, a da sam ja grešnik koji ne može živjeti bez Tvoje Milosti. Neka sva moja osjetila utihnu dok sklopljenih očiju, polako i sa puno Ljubavi izgovaram ovu jednu rečenicu koja je toliko puta u Evanđelju osvojila Tvoje srce. Poput Jerihonskog slijepca ne želim Ti ništa drugo govoriti jer Ti ionako sve znaš. \nČitavim mojim bićem neka odjekuje: Gospodine Isuse Kriste Sine Božji, smiluj se meni grešniku!",
  "title" : "Smiluj se meni grešniku"
}, {
  "author" : "Ivan Raljušić",
  "date" : "2020-05-24T22:00:00.000Z",
  "image" : "https://i.imgur.com/OAqkdBo.png",
  "itemId" : "f0fd613b-5345-4560-eea1-1df1159c7d65",
  "text" : "Želiš neprestano biti u mome društvu, biti dio moje svakodnevice. Od samoga jutra me pozivaš da taj dan zajedno provedemo i da sve svoje obaveze podijelim sa Tobom. Želiš posvetiti sav moj rad. Želiš biti sa mnom na poslu, u školi, doma. Stalo Ti je da Te pitam za savjet, da se oslanjam na Tebe u svemu, u svakoj sekundi moje svakodnevice.\n\nKada pogriješim Ti si uvijek prvi koji me hrabriš i koji mi pomažeš da nastavim ići dalje. Uvijek vjeruješ u mene i raduje Te svaki moj uspjeh. Nikada mi na silu ne namećeš svoje prijateljstvo, nikada mi na silu ne pametuješ što trebam učiniti. Tako si nježan i blag prijatelj, uvijek pun strpljivosti i razumijevanja. Ti si izvor moga duhovnoga zdravlja koje onda liječi i sve ostalo.\n\nVolim biti s Tobom u tišini i promatrati zalazak sunca, diviti se tolikoj ljepoti prirode koju si za mene stvorio, kako bih shvatio kakav si Ti veliki umjetnik. Dao si svoj Život kako bi ja svaku sekundu svoga života proveo u slobodi. Ti si plakao kako bi se ja radovao. Ti si krvario kako bi ja uživao u svjetlu Uskrsnuća. Kako je divno imati takvoga prijatelja koji uvijek nađe riješenje za moje pogreške. Prijatelja koji me uvijek čupa van iz mojih zabluda. Prijatelja koji me uvijek potapša po ramenu i kaže mi kako će sve biti dobro.\n\nIsuse da Te nisam susreo zaista bih uzalud živio i nikada, baš nikada ne bih upoznao koliko je život lijep i poseban.",
  "title" : "S Tobom u tišini"
}, {
  "author" : "",
  "date" : "2020-05-22T22:00:00.000Z",
  "image" : "http://truvinemission.com/wp-content/uploads/2014/12/f21.jpg",
  "itemId" : "f7e8990a-61e8-7f59-cd71-2b85c9fb7cfc",
  "text" : "Temeljni, prvi korak prema iscjeljenju srca jest zamoliti Isusa da vam udijeli novo srce i nov duh (vidi Ez 36,26-27). To se događa pri obraćenju, kada pozivate Isusa Krista u svoje srce da bi bio vaš Gospodar i Spasitelj. On dolazi kada mu predate uzde svoga života, kada priznate da mu pripada mjesto Gospodara i Spasitelja vašega života. \n\nVidite, čovjek je stvoren s prazninom u svojoj srži. Mi smo posude (2 Kor 4,7) koje moraju biti ispunjene nečime. Mi smo hram (2 Kor 6,19) koji (neki) Bog treba nastaniti. Bog ovoga svemira, Jahve, želi vas ispuniti i upravljati vama iznutra. On vam želi govoriti i ostvariti zajedništvo s vama, u vašem srcu i duhu. To će i učiniti ako ga pozovete u svoj život, srce i dušu. On dolazi kada mu predate uzde svoga života, kada priznate da mu pripada mjesto Gospodara i Spasitelja vašega života. Tada zauzima svoje mjesto na prijestolju vašega života, briše vaše grijehe i obnavlja zajedništvo s vama kroz svoga Svetoga Duha kojega združuje s vašim duhom. Uistinu se združuje s vama (2 Kor 6,17) i počinje teći bez napora iz dubine vašega srca. „Tko upravlja mojim životom?“ Zato se trebate zapitati: „Tko upravlja mojim životom? Jesam li ga predao Gospodinu, Stvoritelju svemira ili ja upravljam njime?“ (Iz 53,6). Ako niste podložili svoj život gospodstvu Isusa Krista, tada to trebate učiniti moleći molitvu pokajanja. Molite iz srca: „Dragi Gospodine Bože, priznajem te za svoga Gospodina i Spasitelja. Kajem se i odričem svojih grešnih puteva. Priznajem da ti imaš pravo upravljati mojim životom. Stavljam svoj život pod tvoju kontrolu, gdje je od početka i trebao biti. Priznajem svoju grešnost, samovolju i tvrdoglavost te ih se odričem, kao i mnogih drugih grijeha koji prate moje neovisno življenje. Od danas nadalje tražit ću da ti usmjeravaš moj život. Molim te da krv tvoga Sina Isusa Krista, koja je prolivena na Golgoti, pokrije moje grijehe i da ih udaljiš od mene koliko je istok udaljen od zapada. Neka budu izbrisani iz pamćenja. Pouči me svojim putevima… Pouči me svojim putevima. Pokaži mi kojim putem trebam ići. Od danas ti si moj Gospodar i Spasitelj. Hvala ti na daru vječnoga života, za život na zemlji i u vječnosti. Klanjam ti se, Gospodine. U Isusovo ime, amen.“ \n\nAko ovu molitvu izmolite srcem, postajete Božje dijete i primate vječni život u nebu s njime (Rim 10,9-10; Iv 3,16). Također se povezujete s Božjom rijekom u svojoj nutrini te će vaš život na ovoj zemlji biti potpuniji i korisniji. Dobro došli u Božje kraljevstvo.",
  "title" : "Prvi korak prema iscjeljenju srca"
} ]